{
  "entertainment": [
    {
      "heading": "Fauda’s Indian adaptation Tanaav to stream on this OTT platform",
      "subHeading": "Tanaav will star the likes of Manav Vij, Arbaaz Khan, Arslan Goni, Ekta Kaul and Sumit Kaul. Helmed by Sudhir Mishra, the release date of the series is yet to be announced.",
      "description": "Internationally acclaimed series Fauda is set to get an Indian adaptation, and it will be helmed by veteran director Sudhir Mishra. Titled Tanaav (tension, stress), the show will be set against the backdrop of 2017 Kashmir. It will have 12 episodes, starring the likes of Manav Vij, Arbaaz Khan, Arslan Goni, Ekta Kaul and Sumit Kaul. The official synopsis of Tanaav reads, “Set against the backdrop of Kashmir in the year 2017, Tanaav tells the story of a Special Covert Ops Unit, their bravery and courage. Delving into the human drama behind the ideologies, dealing with complex emotions and flawed characters, all of whom share the same feelings of love, loss, betrayal and revenge, Tanaav is a socio-political action drama with family at its core.” Speaking about his experience of making the series, filmmaker Sudhir Mishra said, “Applause Entertainment discovers some of the best International stories to be reimagined and adapted for Indian audience. As a filmmaker, Tanaav allowed me to explore a variety of characters and delve deep into their psyche. It is a true Indian story weaved into a tightly-knit action drama that highlights human emotions and the dilemmas they face. Cannot wait for the audience to binge-watch Tanaav, soon to launch on SonyLIV.” ",
      "img": "https://images.indianexpress.com/2022/06/fauda1200.jpg",
      "imgSrc": "The poster of Israeli series Fauda. (Photo: IMDb)",
      "author": "Entertainment Desk",
      "tags": "entertainment",
      "place": "New Delhi",
      "date": "June 18, 2022 12:06:40 pm"
    },
    {
      "heading": "Hrithik Roshan reveals his new look after wrapping up Vikram Vedha",
      "subHeading": "Hrithik Roshan is reportedly set to begin work on Krrish 4.",
      "description": "Hrithik Roshan on Tuesday revealed his new look on Instagram. This comes days after Hrithik wrapped up the filming of his upcoming movie Vikram Vedha, also starring Saif Ali Khan. In what seems like the preparation for his next project, Hrithik has removed his beard, which was a part of his Vikram Vedha look. Sharing the photo of his new look, Hrithik wrote, “oops.” The picture elicited comments from his colleagues and fans. Filmmaker Zoya Akhtar and actor Preity Zinta reacted to the post. Celebrity hairstylist Aalim Hakim, who designed Hrithik’s look in War, also commented on the post. Chef Vicky Ratnani wrote, “Hola Amigo. Summer is here.” Hrithik Roshan, who also has Fighter and Krrish 4 in the pipeline, is currently looking forward to the release of the Hindi remake of the Tamil neo-noir action thriller Vikram Vedha.",
      "img": "https://images.indianexpress.com/2022/02/hrithik-b-a.jpg",
      "imgSrc": "Hrithik Roshan is ready to begin work on his next project. (Photo: Hrithik Roshan/ Instagram)",
      "author": "Entertainment Desk",
      "tags": "entertainment",
      "place": "New Delhi",
      "date": "June 18, 2022 12:06:40 pm"
    },
    {
      "heading": "Nithiin marks his 20th year in movies with gratitude: ‘Your love kept me going…’",
      "subHeading": "Nithiin was last seen in Rang De. He will be next seen in Macherla Niyojakavargam.",
      "description": "Actor Nithiin on Tuesday completed 20 years in the film industry. On the occasion, Nithiin expressed his gratitude to fans and filmmakers. “Dear Friends, 20 years ago, I embarked on my journey with JAYAM, which was my first film. Words simply can’t describe how I’m feeling today but I will try. Firstly, I sincerely thank Teja garu for giving me my first break, recognizing the actor in me. I thank all the directors, producers, actors, technicians, staff and crew of every film I worked on. Without you, I wouldn’t be where I am today. I’m grateful for this beautiful journey and thank everyone who sailed with me, by supporting and believing in me, through the highs and lows. Your love kept me going. Last, but not the least, heartfelt gratitude to my fans who sustained me by their unfading faith LOVE ALWAYS NITHIIN (sic),” he said in a statement posted on his Instagram handle. Nithiin made his silver screen debut with Jayam. Written and directed by Teja, the movie became a runaway hit at the box office when it was released on June 14, 2002. The film launched the career of Sadha, Gopichand and Nithiin. Jayam was also remade in Tamil with the same name by director Mohan Raja and marked the acting debut of Jayam Ravi in Kollywood. The film repeated its box office success at the Tamil box office too.",
      "img": "https://images.indianexpress.com/2022/03/Macherla-Niyojakavargam-1200by667.jpg",
      "imgSrc": "Nithiin in Macherla Niyojakavargam. (Photo: PR Handout)",
      "author": "Entertainment Desk",
      "tags": "entertainment",
      "place": "New Delhi",
      "date": "June 18, 2022 12:06:40 pm"
    },
    {
      "heading": "Confirmed: Shah Rukh Khan plays a scientist in Ranbir Kapoor-Alia Bhatt’s Brahmastra, Ayan Mukerji says ‘fans will be surprised’",
      "subHeading": "Shah Rukh Khan has an extended cameo in Ranbir Kapoor-Alia Bhatt's Brahmastra. Here are all the details of his role.",
      "description": "Fans of actor Shah Rukh Khan can rejoice. They have been waiting for a long time for the actor to return to big screens and now have a bonanza in store. Other than Pathaan with Deepika Padukone-John Abraham, Rajkumar Hirani’s Dunki and Atlee’s Jawan with Nayanthara, it is now confirmed that the actor also has an extended cameo in Ayan Mukerji’s Brahmastra. Since the teaser of Ranbir Kapoor-Alia Bhatt’s Brahmastra – Part One: Shiva was released recently, SRK’s fans have been wondering if the superstar is a part of the film, as many spotted his glimpse. Now, Ayan has confirmed that SRK is indeed a part of the fantasy mythological film. The director said at an event ahead of film’s trailer launch that SRK has an extended cameo and shot for the film over two weeks. He, however, refused to divulge any details saying that because he wants his fans to relish his role in the film and the film equally. He added that the role will surprise people. A source also told indianexpress.com, “SRK is supposedly playing a scientist in Brahmastra and his role is quite important to the film’s story graph. His role is at least around 15-20 minutes. The superstar completed shooting his part some months ago, and is totally looking forward to the film’s release.”",
      "img": "https://images.indianexpress.com/2022/06/shah-rukh-brahmastra-ranbir-alia-1200.jpg",
      "imgSrc": "Brahmastra is set to release on September 9. (Photo: Express Archives)",
      "author": "Komal RJ Panchal",
      "tags": "entertainment",
      "place": "New Delhi",
      "date": "June 18, 2022 12:06:40 pm"
    },
    {
      "heading": "DC and Marvel writers unite to celebrate Ram Charan-Jr NTR’s RRR: ‘Best time ever at the movies’",
      "subHeading": "RRR is finding immense success in the US, after becoming one of the highest-grossing blockbusters of 2022 in India.",
      "description": "SS Rajamouli directed RRR has eclipsed the tag of pan-India India; it is a global hit now. That’s because the magnum opus is garnering increasing viewership with every passing day internationally, especially in the US. The latest one to declare himself a fan of RRR is writer Jackson Lanzing. Jackson Lanzing is a creative director having worked for several films and TV shows. He’s a New York Times Bestselling writer of comics, digital series, film, television, and animation. He’s written DC’s Batman Beyond, Marvel Comics’ Captain America and Kang, and more. Jackson took to his Twitter handle and wrote, “Hey Jackson, was RRR the best time you’ve ever had at the movies?” He also inserted a gif featuring Ram Charan’s character Raju in the Telugu blockbuster giving a thumbs-up, to share his reaction after watching the film. Recently, Doctor Strange screenwriter C Robert Cargill also applauded RRR. Over a tweet, he shared how his friends pestered him to watch it. His tweet read, “Friends came over last night to initiate me into the cult of RRR (RISE ROAR REVOLT) and I’m here to report I am now fully, truly, deeply a member. This is the craziest, most sincere, weirdest blockbuster I’ve ever seen. I’m pretty sure Jess and I are watching it again this week.”",
      "img": "https://images.indianexpress.com/2022/04/rrr-1200.jpeg",
      "imgSrc": "SS Rajamouli's RRR has found a fanbase even in the US.",
      "author": "Entertainment Desk",
      "tags": "entertainment",
      "place": "New Delhi",
      "date": "June 18, 2022 12:06:40 pm"
    },
    {
      "heading": "Alia Bhatt says she has watched Brahmastra trailer 25-30 times: ‘Been so nervous, haven’t slept properly for a week’",
      "subHeading": "Alia Bhatt hopes that people will love Brahmastra trailer, which is going to release on Wednesday.",
      "description": "Alia Bhatt is super kicked about Brahmastra’s trailer, which is going to release on June 15. Taking to Instagram on Tuesday, Alia shared a message with her fans that Brahmastra has taken a lot of effort, energy, love and attention. She said she believes in director Ayan Mukerji’s vision, whom she tags as “wonder boy.” “Gentle but a forceful reminder that Brahmastra trailer is releasing tomorrow. That is the 15th of June in the morning. It is a very big deal. Very big moment for all of us. We are very excited. I have not slept properly since a week because I have been so nervous. I have seen the trailer like some 25-30 times. It is a very big moment for me in a big way because it is not just a film. I have said this time and again that the kind of effort energy love attention focus has gone into the film is kind of out of the world,” she said. She added, “Over the years, people have been asking me what’s happening with Brahmastra, when is it releasing, what is happening etc etc, and I have just kept my head down and kept quiet because I was like I know my best friend, who is my wonder boy, Ayan has a certain vision with this film and it takes time to make. Hopefully, when it is going to come out to the world, you all will love it and enjoy it.” Earlier, talking about the film, Ayan Mukerji said that the Ranbir Kapoor starrer is about “astras of light and shakti which were created in ancient India, but are protected in modern India.” He said for many years, he thought the film would never be made.",
      "img": "https://images.indianexpress.com/2022/06/Brahmastra-1200-1.jpg",
      "imgSrc": "Alia Bhatt is looking forward to Brahmastra trailer. (Photo: Alia Bhatt/Instagram)",
      "author": "Entertainment Desk",
      "tags": "entertainment",
      "place": "New Delhi",
      "date": "June 18, 2022 12:06:40 pm"
    },
    {
      "heading": "Suriya, Jyothika look like a million bucks in viral photo",
      "subHeading": "A photo of Suriya and Jyothika in ethnic wear is making the rounds on the internet.",
      "description": "Suriya and Jyothika’s relationship is the stuff that fairy tales are made of. The couple continues to give relationship goals to fans even after all these years. They were recently clicked at a function. And, a photo from the event is making the rounds on the internet. In the viral photo, Suriya and Jyothika are seen in ethnic wear. Suriya and Jyothika keep a low profile. They rarely share updates about their personal life on their social media handles. Suriya and Jyothika met on the sets of the 1998 romantic drama Poovellam Kettupar and instantly hit it off. After dating for eight years, the couple got married in 2006. They have two children – son Dev and daughter Diya. Jyothika took a break of eight years from acting after her marriage and returned to movies in 2015 with 36 Vayadhinile. She is also managing the production house 2D Entertainment along with Suriya. Suriya is currently basking in the success of Vikram. His cameo as Rolex in Vikram has become a pop culture sensation of sorts. In the film, he traded his exemplary citizen personality for a ruthless gangster swag. It is said director Lokesh Kanagaraj will further extend the world of Vikram with a full-fledged movie on Suriya’s character Rolex.",
      "img": "https://images.indianexpress.com/2022/06/suriya-jyothika.jpg",
      "imgSrc": "Suriya and Jyothika got married in 2006. (File photo)",
      "author": "Entertainment Desk",
      "tags": "entertainment",
      "place": "New Delhi",
      "date": "June 18, 2022 12:06:40 pm"
    },
    {
      "heading": "Archana Puran Singh recalls ‘traumatic’ time during Comedy Circus: ‘Mother-in-law passed away, I was sitting there laughing’",
      "subHeading": "Archana Puran Singh talks about being a judge on Comedy Circus, which ran for a decade on television.",
      "description": "Archana Puran Singh is excited to be sharing screen space with Shekhar Suman in India’s Laughter Champion. However, this is not her first stint as the judge of a comedy show. Archana was earlier a part of Comedy Circus. With the show, which ran for 10 years, Archana became known for laughing at the drop of a hat. However, in an interview with ETimes TV, Archana revealed that the production house would use her laughter to boost the contestants and their jokes that didn’t land well. “They would take my laughter reactions on some other jokes and use it for other poor gags or punches,” she said. Archana Puran Singh revealed that she did have an issue with the production house misusing her reactions and had refused to laugh if they continued to keep doing it, which is when they reduced it. However, she admits that the image that Archana laughs at every joke got stuck in people’s mind, which led to memes. But the actor says she does not mind memes. “With me what has happened now is people have started making memes that I laugh a lot. I don’t have any problem with it. I say keep making memes and jokes on me because I am making a lot of money due to all this,” she said. During the conversation, Archana also recalled the “traumatic” events which occurred during her stint on Comedy Circus. The actor recalled that her son had broken his leg during a football match in England. He was brought to India for his treatment but she was shooting. Recalling the time, she said, “From inside I was crying but I could not show it on my face.” ",
      "img": "https://images.indianexpress.com/2022/06/Archana-Puran-Singh-1200.jpg",
      "imgSrc": "Archana Puran Singh is currently seen on India’s Laughter Champion. (Photo: Archana Puran Singh/Instagram)",
      "author": "Entertainment Desk",
      "tags": "entertainment",
      "place": "New Delhi",
      "date": "June 18, 2022 12:06:40 pm"
    },
    {
      "heading": "Thor Love and Thunder director Taika Waititi criticises Jane Foster’s part in old Thor films: ‘Not the most exciting version…’",
      "subHeading": "Apart from Natalie Portman and Chris Hemsworth, Thor: Love and Thunder stars Christian Bale, Russell Crowe, Taika Waititi and Tessa Thompson in pivotal roles. It releases on July 7 in India.",
      "description": "After teasing Natalie Portman’s Jane Foster and the Mighty Thor in the promos, director Taika Waititi has said that he is excited to bring out this new version of the character in upcoming MCU film Thor: Love and Thunder. Chris Hemsworth and Taika Waititi recently chatted with Fandango about the upcoming Marvel movie and Natalie Portman’s character in the Thor movies. Hemsworth said it was ‘awesome’ to reunite with Portman in this new world, very different from the one where their characters had first laid eyes on each other. “That was awesome because the characters are both in very different places to when we saw them last. It was also very open-ended as far as what actually happened. Did they break up, who left who, so on… And I think we all, at one point, had to go back and look at the second film and go, ‘How did they split up?’ So we had the creative license to do whatever we wanted in that sense and then a lot of fun filling in the blanks.” “I think that what we did with Ragnarok was, it made these movies appealing to other actors as well, like Christian [Bale] really he saw that and he was like, ‘I want to do something fun,’ and came here, wanted to be part of this thing. And Natalie too and… I think that she was just wanting to make sure that… I don’t even know how to say this, but… her character in those first few films, it’s probably not the most exciting version of the female character that we want from these films. I had to just talk to her about the fact that I wanted to change that character, just like we’d changed Thor’s character for Ragnarok and to give her a bit more license to be adventurous and fun because Natalie’s a really funny person,” the filmmaker said in the interview.",
      "img": "https://images.indianexpress.com/2022/06/jane1200.jpg",
      "imgSrc": "Natalie Portman as Mighty Thor. (Photo: Marvel)",
      "author": "Entertainment Desk",
      "tags": "entertainment",
      "place": "New Delhi",
      "date": "June 18, 2022 12:06:40 pm"
    },
    {
      "heading": "Sara Ali Khan remembers Sushant Singh Rajput on 2nd death anniversary: ‘So many firsts happened because of you’",
      "subHeading": "Sara Ali Khan shared a never-seen-before photo of Sushant Singh Rajput on her Instagram account to thank him for all the memories.",
      "description": "Sara Ali Khan made her debut with 2018 release Kedarnath, which starred her with late actor Sushant Singh Rajput. The actor died on June 14, 2020. On the second death anniversary of Sushant, Sara shared an unseen photo of herself with the actor and spoke about how she experienced many firsts with Sushant. “From facing the camera for the first time to seeing Jupiter and the Moon through your telescope- so many firsts have happened because of you. Thank you for giving me all those moments and memories. Today on Full Moon night when I look up at the sky I know you’ll be up there amongst your favourite stars and constellations, shining bright. Now and forever,” she wrote as the caption. Kedarnath director Abhishek Kapoor, who also launched Sushant Singh Rajput with 2013 release Kai Po Che, remembered the actor. Sharing a picture, he wrote, “2 years today brother, always in our hearts.” Pragya Kapoor also shared an unseen picture featuring her with Sushant and Ankita Lokhande. She shared the post with a caption that read, “Miss you Sush ❤️ it doesn’t get easier…” Sushant’s friend Siddharth Gupta also remembered the actor. “Nothing is really lost as long as we remember it,” he wrote.",
      "img": "https://images.indianexpress.com/2022/06/Sara-Ali-Khan-1200.jpg",
      "imgSrc": "Sara Ali Khan remembered Sushant Singh Rajput on his second death anniversary. (Photo: Sara Ali Khan/Instagram)",
      "author": "Entertainment Desk",
      "tags": "entertainment",
      "place": "New Delhi",
      "date": "June 18, 2022 12:06:40 pm"
    },
    {
      "heading": "Justin Bieber shares health update amid facial paralysis struggle: ‘Found comfort in the one who designed me’",
      "subHeading": "Justin Bieber had recently revealed that he's suffering from Ramsay Hunt syndrome, which has caused partial face paralysis.",
      "description": "A few days after Canadian pop singer Justin Bieber revealed that he’s suffering from Ramsay Hunt syndrome, which has caused partial face paralysis, the artiste recently took to social media once again to update his fans about his health status. The singer stated that while things are getting better every day, he has taken refuge and solace in God. “Wanted to share a little bit of how I have been feeling. Each day has gotten better, and through all of the discomfort, I have found comfort in the one who designed me and knows me. I am reminded he knows all of me. He knows the darkest parts of me that I want no one to know about and he constantly welcomes me into his loving arms. This perspective has given me peace through this horrible storm I am facing. I know this storm will pass, but in the meantime, Jesus is with me,” posted the “Sorry” singer on his Instagram story. In a video shared on his page a few days ago, Justin had spoken about and demonstrated what has happened to him after the nerves in his ear and face were affected due to the said syndrome. While Bieber assured his fans of full recovery, he also made it known that he doesn’t exactly know how long will that process take, as a result of which he’s had to cancel some of his upcoming concerts. “I can’t smile on this side of my face. This nostril will not move. So there’s full paralysis on this side of my face…It will go back to normal. It’s just time, and we don’t know how much time that’s going to be,” Justin had said in the clip.",
      "img": "https://images.indianexpress.com/2022/06/justin1200.jpg",
      "imgSrc": "Justin Bieber has said he's feeling better. (Photo: Justin/Instagram)",
      "author": "Entertainment Desk",
      "tags": "entertainment",
      "place": "New Delhi",
      "date": "June 18, 2022 12:06:40 pm"
    },
    {
      "heading": "Hugh Jackman tests COVID-19 positive for second time, to skip The Music Man shows",
      "subHeading": "Hugh Jackman first tested COVID-19 positive in December 2021 a week after Foster came down with the virus, following which he was also forced to cancel performances of The Music Man.",
      "description": "A day after performing at the 2022 Tony Awards, actor Hugh Jackman has tested positive for the novel coronavirus for the second time. Following his diagnosis, the stage and film star will not perform in the Broadway shows of The Music Man production. Hugh Jackman, who gave a health update to fans and followers on Instagram on Monday night, said standby actor Max Clayton will perform the role of Professor Harold Hill alongside Sutton Foster, in all performances of Meredith Willson’s musical comedy from June 14-21. “I’ve frustratingly tested positive for Covid. Again. My standby, the amazingly talented @maxmclayton will step in for me. What’s most annoying is I don’t get to see him perform! I’ve said it before, and will say it a million times more … Maxi and all the standbys, swings and understudies around the world, you are the true heroes of theater. You give life to the saying ‘the show must go on’,” the Australian actor, who was nominated for his role in The Music Man at the Tonys, wrote in a post. Jackman, 53, is fully vaccinated with a booster shot. In a statement to The Hollywood Reporter, producer Kate Horton wished Jackman recovers soon. “Once again, standbys and understudies save the day and, in this case, it’s Max Clayton to the rescue. We’re excited to see him perform alongside the wonderful Sutton Foster and we wish Hugh a speedy recovery,” Horton said.",
      "img": "https://images.indianexpress.com/2022/06/Hugh-Jackman-1200by667.jpg",
      "imgSrc": "Hugh Jackman is fully vaccinated with a booster shot. (Photo: thehughjackman/Instagram)",
      "author": "PTI",
      "tags": "entertainment",
      "place": "New Delhi",
      "date": "June 18, 2022 12:06:40 pm"
    },
    {
      "heading": "Anushka Sharma glows in new beach photos: ‘When the sun made me shy…’",
      "subHeading": "Actor Anushka Sharma shared more beach photos from her vacation with husband, cricketer Virat Kohli. The actor was seen dressed in black swimwear.",
      "description": "Actor Anushka Sharma has been treating fans to photos from her vacation with Virat Kohli and daughter Vamika. While the family just returned from their getaway, Anushka still seems to still be in holiday mood. She took to Instagram and shared another gorgeous photo of herself at the beach. In the photos, Anushka is clad in a black swimsuit, and is wearing a hat. She captioned her post, “When the sun made me shy.” Aditi Rao Hydari commented on the post with a heart, while fans sent numerous fire emoticons. Earlier, Anushka had shared photos of herself in an orange swimsuit at the beach. She wrote, “The result of taking your own photos…” On the work front, Anushka will make her comeback with Chakda Xpress, which sees her playing former Indian cricket captain Jhulan Goswami. The actor, who hasn’t been seen in films since 2018, has started preparing for the role. Anushka had shared a post, announcing the film and wrote, “We should all salute Jhulan and her team-mates for revolutionizing women’s cricket in India. It is their hard work, their passion and their undefeated mission to bring attention to women’s cricket that has turned things around for generations to come. As a woman, I was proud to hear Jhulan’s story and it is an honour for me to try and bring her life to audiences and cricket lovers. As a cricketing nation, we have to give our women cricketers their due. Jhulan’s story is truly an underdog story in the history of cricket in India and the film is our celebration of her spirit.”",
      "img": "https://images.indianexpress.com/2022/06/Anushka1200.jpeg",
      "imgSrc": "Anushka Sharma shared more photos from her holiday on Instagram",
      "author": "Entertainment Desk",
      "tags": "entertainment",
      "place": "New Delhi",
      "date": "June 18, 2022 12:06:40 pm"
    },
    {
      "heading": "When Chris Evans had second thoughts about playing Captain America, and was swayed by Robert Downey Jr’s phone call",
      "subHeading": "Here's how Robert Downey Jr convinced Chris Evans to sign on to play Captain America in the Marvel Cinematic Universe, when Evans was having second thoughts about it.",
      "description": "Chris Evans, who turns 41 on Monday, will always be synonymous with Captain America, a character that he played on the big screen for nearly a decade. While he said recently that it would be ‘a tall order’ for him to return in the role, he didn’t offer an outright rejection. It was also reported last year that Evans was circling some kind of deal that would bring him back into the MCU fold in a supporting role, like the one Robert Downey adopted post his ‘retirement’ from the Iron Man series. Starring in the Marvel movies means having to turn down several other offers, as the series’ chronology is largely set in stone for several years. Benedict Cumberbatch, who plays Doctor Strange in the MCU, recently spoke about the double-edged sword that the franchise is. And Evans said that he had some of the same apprehensions when he was deciding whether to sign on as Captain America or not. He turned down the role a handful of times before agreeing, and said in a 2020 interview that it was a phone call from none other than Downey that convinced him to take the plunge. “I knew where they wanted to go, that’s part of the initial deal, not just for Captain America but for Avengers movies and that was daunting,” Evans told The Hollywood Reporter. He said that the phone call from Downey really helped. “Just hearing him kind of give you that little nudge of encouragement, it just made me feel a little bit more like I was part of the gang and not so intimidated. I guess it was a double edged sword, on the one hand it makes you feel very welcome but on the other hand you just think ‘Oh man, I gotta stand next to this guy? He’s crushing this role. I don’t want to be the weak link here.’ But it was a very nice comforting thing to hear that he was in my corner,” he added. ",
      "img": "https://images.indianexpress.com/2022/06/chris-evans-robert-downey-jr.jpg",
      "imgSrc": "Chris Evans and Robert Downey Jr in Avengers: Endgame.",
      "author": "Entertainment Desk",
      "tags": "entertainment",
      "place": "New Delhi",
      "date": "June 18, 2022 12:06:40 pm"
    },
    {
      "heading": "Tamannaah Bhatia says south Indian film fans are very loyal but up north, ‘loyalty comes through time’",
      "subHeading": "Tamannaah Bhatia, who rose to fame with Baahubali, opened up on how south Indian fans have an emotional and personal connect with their actors, which takes a lot of time to build otherwise.",
      "description": "From Rajinikanth to Mahesh Babu, south Indian actors enjoy a certain kind of fandom, which is not often seen or experienced by majority of actors in Hindi film industry. Yes, Salman Khan, Shah Rukh Khan and a few others still enjoy a huge fan base, but the craze, which is experienced around stars down south is on another level. Tamannaah Bhatia, who rose to fame with Baahubali and also starred in a couple of Hindi films, spoke about fandom down south. Speaking to Pinkvilla, the actor said the fans have “emotion around the artists.” She added, “For them, it is a very personal and a different connection with them. But I feel, that kind of stardom in the north, it is of course there but I see it is there for those few stars who have consolidated themselves over a period of a decade. That loyalty comes through time.” As the conversation continued, Tamannaah spoke about her career and how she tries to choose the best among what is offered to her. She is thankful to the stars that Baahubali happened, calling it her “best decision.” “I think for me, I always try to choose the best from the work given to me and Baahubali is the best decision out of all. There is no full-fledged way of functioning, but it is an instinct that takes you in the right or wrong directions…I didn’t consciously choose south films over Hindi. I chose project-wise. I never looked at any project as south or north Indian,” she concluded. Tamannaah made her debut with 2005 release Chand Sa Roshan Chehra, but she found her first hit with 2007 film Happy Days. Now, she has several interesting projects in her kitty. After delivering a hit with F3, which crossed Rs 100 crore worldwide, Tamannaah will be seen in Bole Chudiyaan. She will also be seen in Netflix’s Plan A Plan B. The actor recently wrapped up Madhur Bhandarkar’s Babli Bouncer. She has signed Chiranjeevi’s next, Bhola Shankar as well.",
      "img": "https://images.indianexpress.com/2022/06/Tamannaah.jpg",
      "imgSrc": "Tamannaah Bhatia's last release was Telugu film F3, which is running successfully at the box office. (Photo: Tamannaah Bhatia/Instagram)",
      "author": "Entertainment Desk",
      "tags": "entertainment",
      "place": "New Delhi",
      "date": "June 18, 2022 12:06:40 pm"
    }
  ]
}
