[
    {
        "heading": "Appointment of Chief of Defence Staff will be made soon: Rajnath Singh",
        "subHeading": "This comes six months after General Bipin Rawat, India's first Chief of Defence Staff, died in a helicopter crash in December 2021.",
        "description": "Union Defence Minister Rajnath Singh Tuesday said that the appointment of Chief of Defence Staff will be made soon. This comes six months after General Bipin Rawat, India’s first Chief of Defence Staff, died in a helicopter crash in December 2021. Now the government has amended service rules of the armed forces, making all serving and recently retired three-star officers — Lt General, Air Marshal and Vice Admiral — under the age of 62 eligible for the post of CDS, according to notifications brought out by the government. But according to the new rules, all three-star and four-star officers from the three services, including those who retired in the last two years, will be eligible for consideration. The government, however, has put an age limit of 62 years. Since service chiefs retire at the age of 62, the three service chiefs who retired in quick succession since September 2021 are ruled out. General Bipin Rawat, the first CDS, died in a helicopter crash in Tamil Nadu on December 8, 2021. Appointed on December 31, 2019, he was to have a three-year tenure until the end of this year.",
        "img": "https://images.indianexpress.com/2022/05/rajnath-singh-1200-3-1.jpg",
        "imgSrc": "Defence minister Rajnath Singh. (File)",
        "author": "Express Web Desk",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "In major defence policy reform, govt announces ‘Agnipath’ scheme for soldier recruitment",
        "subHeading": "The proposal, which will come into effect immediately, was approved by the Cabinet Committee on Security on Tuesday morning.",
        "description": "Defence minister Rajnath Singh and chiefs of the Army, Navy and Air Force on Tuesday announced a significant reform on how soldiers across the three services will be recruited under the new Agnipath scheme which will come into effect immediately. Soldiers recruited under the scheme will be called Agniveers. This is a major defence policy reform introduced by the Government to usher in a new era in the Human Resource policy of the three services. The policy, which comes into immediate effect, will hereafter govern the enrolment for the three services,” the government said in a statement. The proposal was approved by the Cabinet Committee on Security on Tuesday morning. Moving forward it will make the permanent force levels much leaner for the over 13-lakh strong armed forces in the country. Under the scheme, most Indian soldiers will leave the service in just four years. Of the 45,000 to 50,000 recruited annually, only 25 per cent will be allowed to continue for another 15 years under permanent commission. The move will considerably reduce the defence pension bill, which has been a major concern for governments for many years.",
        "img": "https://images.indianexpress.com/2022/06/Indian-Soldiers.jpg",
        "imgSrc": "Recruitment will begin within 90 days, under the scheme. (File)",
        "author": "Krishn Kaushik",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Madhya Pradesh: BSP MLA, SP legislator & 1 independent join BJP",
        "subHeading": "The three joined the party in the presence of Madhya Pradesh Chief Minister Shivraj Singh Chouhan.",
        "description": "Three MLAs, including one each from the Bahujan Samaj Party and the Samajwadi Party and an independent legislator, joined the ruling BJP in Madhya Pradesh on Tuesday, state BJP president V D Sharma said. BSP’s Sanjeev Singh Kushwaha (from Bhind), SP’s Rajesh Kumar Shukla (from Bijawar seat) and independent MLA Vikram Singh Rana (from Susner) joined the BJP in the presence of Chief Minister Shivraj Singh Chouhan, Sharma told reporters.Chouhan and Sharma welcomed them into the BJP ",
        "img": "https://images.indianexpress.com/2022/06/bjp-madhya-pradesh-bsp-sp.jpg",
        "imgSrc": "Chief Minister Shivraj Singh Chouhan welcomed the three MLAs into BJP. (Representative image)",
        "author": " PTI | Bhopal |",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Modi government to recruit 10 lakh people over next 1.5 years",
        "subHeading": "The Office of the Prime Minister tweeted on Tuesday, PM @narendramodi reviewed the status of Human Resources in all departments and ministries and instructed that recruitment of 10 lakh people be done by the Government in mission mode in next 1.5 years ",
        "description": "The government’s decision comes amid the opposition’s frequent criticism of it on the issue of unemployment. A large number of vacant posts in different government sectors has often been flagged . India’s urban unemployment rate jumped to 12.6 per cent in the April-June quarter of 2021, compared to 9.3 per cent in the January-March quarter. It, however, eased from the 20.8 per cent level seen during the first wave of the Covid pandemic, the latest Periodic Labour Force Survey (PLFS) released by the National Statistical Office (NSO) shows.",
        "img": "https://images.indianexpress.com/2022/06/Modi-3-1-1-1.jpg",
        "imgSrc": "Narendra Modi (File)",
        "author": "Express Web Desk ",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Coronavirus News Live Updates: India reports 6,594 new cases in 24 hours; Mumbai reports first cases of BA.4, BA.5 variants",
        "subHeading": "Covid-19 India News: The active cases now stand at 50,548 while 195.35 crore Covid-19 vaccines doses have been administered so far.",
        "description": "Coronavirus News Live Updates: India reported 6,594 Covid-19 cases in the last 24 hours, down from 8,084 infections recorded till Monday morning. The active cases now stand at 50,548 while 195.35 crore Covid-19 vaccines doses have been administered so far. The recovery rate is now at 98.67 per cent, while the daily and weekly positivity rates are 2.05 and 2.32 per cent respectively.Meanwhile, Omicron sub-variant BA.4 and BA.5 have been found in patients with coronavirus infection in Mumbai, in the latest round of genome sequencing conducted at the Kasturba Gandhi Hospital. According to officials of the Brihanmumbai Municipal Corporation (BMC), three patients have been detected with sub-variant BA.4 and one patient with BA.5 sub-variant in Mumbai. These patients were identified from samples taken between May 14 and 24. In other news, the Canadian government on Tuesday will announce an end to Covid-19 vaccine mandates for domestic travel on planes and trains and outgoing international travel, CBC News reported on Monday, citing unidentified sources familiar with the matter. Last week, the country suspended random COVID testing at all its airports for the rest of June to ease long waiting times that travellers have been facing.",
        "img": "https://images.indianexpress.com/2022/06/pune-covid-pavan-khengre.jpg",
        "imgSrc": "A health worker takes a sample of the RT-PCR swab test for diagnosis of Covid-19 in Dhankawadi center on June 10. (Express photo by Pavan Khengre)",
        "author": "Express Web Desk ",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Chhattisgarh: 200 men at work, a village prays as boy stuck in 60-ft borewell pit for over 3 days",
        "subHeading": "On Monday, more than 200 men were at work, trying to reach Rahul, who remains stuck 62 feet under ground since Friday. Their challenges range from groundwater level, unstable rocks, snakes and scorpions hiding in crevices, and inclement weather.",
        "description": "Monday morning in Chhattisgarh’s Piharid village began with all villagers switching on their borewells and operating hand pumps continuously — to draw out water from a pit that was dug for a borewell. Their aim: to rescue a 10-year-old boy stuck for the last more than 75 hours. On Monday, more than 200 men were at work, trying to reach Rahul, who remains stuck 62 feet under ground since Friday. Their challenges range from groundwater level, unstable rocks, snakes and scorpions hiding in crevices, and inclement weather. On Friday, when Piharid residents Lala Ram Sahu and wife Geeta Sahu returned home, they found their eldest son Rahul missing. Rahul is deaf and mute, and also has developmental disabilities. After looking for long, they eventually realised he had fallen down a pit that was dug for borewell. Sahu said the pit was dug a few days ago and left with the mouth open when it didn’t yield much water. “We dug up to 80 feet but there was very little water. I had planned on getting it covered when we dug another hole,” the worried father said.",
        "img": "https://images.indianexpress.com/2022/06/Rescue-workers.jpg",
        "imgSrc": "Rescue workers dig parallel to the pit Rahul has fallen into, in Piharid, Chhattisgarh. (Express Photo)",
        "author": "Gargi Verma",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Ensure 100% Covid-19 vaccination, focus on kids & elderly, states told",
        "subHeading": "He asked the states to focus on providing the first and second dose to children between 12 and 17 years, reaching out to them through school-based drives and campaigns targeted to reach out-of-school children during vacation.",
        "description": "Union Health Minister Mansukh Mandaviya urged the state health ministers to ensure 100% coverage of Covid-19 vaccines among the eligible population during the month-long ‘Har Ghar Dastak’ campaign 2.0 during a video conference held to review the progress of the programme. He asked the states to focus on providing the first and second dose to children between 12 and 17 years, reaching out to them through school-based drives and campaigns targeted to reach out-of-school children during vacation. “Let us accelerate our efforts to identify all beneficiaries in the 12-17 age group for the first and second doses so they can attend schools,” the minister said.",
        "img": "https://images.indianexpress.com/2022/05/Mandaviya-1.jpg",
        "imgSrc": "Mansukh Mandaviya",
        "author": "Express News Service ",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "In a boost to start-ups, Railways promises Rs 1.5 crore for tech ideas",
        "subHeading": "Under the Indian Railway Innovation Policy, the Railways will invest in start-ups so that they are able to procure innovations directly from the start-ups.",
        "description": "To encourage start-ups, Indian Railways on Monday launched a policy to fund innovations and promised to spend Rs 1.5 crore of seed money for innovative technological solutions for the national transporter. “Indian Railways will follow the ideas through to the product after proof of concept…The annual budget for the policy will be around Rs 40-50 crore and an additional fund for the divisional railway managers so that they can find on-field solutions to the problems. Also, the IPR will remain with innovator,” said Railway Minister Ashwini Vaishnaw. Under the Indian Railway Innovation Policy, the Railways will invest in start-ups so that they are able to procure innovations directly from the start-ups. The funding mechanism will be on cost-sharing basis in equal proportions, 50:50, by the Indian Railways and an innovator. “Great innovative solutions may churn out and many technological challenges can be resolved if start-ups collaborate with Indian Railways. We have launched an innovation programme under Startup India today and have undertaken 11 common problems to resolve,” Vaishnaw said, adding that field officers of railways, RDSO, zonal and railway board officers will support the innovators.",
        "img": "https://images.indianexpress.com/2022/06/Trains-coronavirus-120-1.jpg",
        "imgSrc": "The funding mechanism will be on cost-sharing basis in equal proportions, 50:50, by the Indian Railways and an innovator.",
        "author": "Express News Service",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Keen for unity amid ED row, Cong, Left likely to attend Mamata meet",
        "subHeading": "Both Congress and the Left are not impressed with what they call Banerjee's “unilateral” initiative, but sources in these parties said they will attend the meeting to avoid a signal of division in the Opposition camp from going out.",
        "description": "The Congress and the Left parties are likely to attend a meeting that West Bengal Chief Minister and Trinamool Congress chief Mamata Banerjee has convened in Delhi on Wednesday to discuss the Opposition’s strategy in the coming Presidential elections. Both Congress and the Left are not impressed with what they call Banerjee’s “unilateral” initiative, but sources in these parties said they will attend the meeting to avoid a signal of division in the Opposition camp from going out. Meanwhile, NCP chief Sharad Pawar too is expected to reach the capital on Tuesday. Apart from the Congress, the AAP too had held discussions with Pawar on the presidential polls. Sources said the AAP has conveyed to Pawar that it will support him if he is the candidate for the presidential elections. With the Congress turning the summoning of Rahul Gandhi by the ED into a political slugfest with the BJP, sources in the party said it is keen to see the Opposition united at this juncture. Leaders of the Congress and others in the Opposition are also suspecting the ED move may have been timed with the presidential elections.",
        "img": "https://images.indianexpress.com/2022/06/mamata-banerjee-chancellor-state-universities-dissent.jpg",
        "imgSrc": "West Bengal Chief Minister Mamata Banerjee. (Express Photo Shashi Ghosh)",
        "author": "Manoj C G",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "China takes over as biggest importer of Indian broken rice",
        "subHeading": "China is now the top buyer of Indian broken rice, which was earlier exported mostly to African countries.",
        "description": "China emerged as the top buyer of Indian rice during the pandemic, with the neighbouring country importing 16.34 lakh metric tonnes (LMT) — or 7.7 per cent — of India’s total rice export of 212.10 LMT in financial year 2021-22, according to an analysis of trade data. In 2021-22, India’s total rice exports — both basmati and non-basmati — was 212.10 LMT, which is 19.30 per cent higher than 177.79 LMT exported in 2020-21. In the same period, rice export to China jumped by 392.20 per cent: from 3.31 LMT to 16.34 LMT. Non-basmati rice accounts for the lion’s share in the basket of Indian rice exports. During 2021-22, export of rice other than basmati was 172.62 LMT, which was 31.27 per cent higher than 131.49 LMT in 2020-21. He said China had sent a delegation to India before the outbreak of Covid-19 and that delegation visited several rice mills. Vijay Setia, former president of All India Rice Exporters Association, said, “China is buying mainly broken rice, which is converted to make wine and noodles.” Trade experts say the reason for this increase in export of broken rice to China is the higher demand of rice for making noodles and wine in that country.",
        "img": "https://images.indianexpress.com/2022/06/broken-rice.jpg",
        "imgSrc": "The analysis shows that out of China’s total rice import from India of 16.34 LMT, nearly 97 per cent, or 15.76 LMT, was broken rice, which has seen a spike in demand from that country",
        "author": "Harikishan Sharma ",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Improve mechanism to address consumer plaints, transparency in pricing: Centre to food operators",
        "subHeading": "During the last 12 months, over 3,631 grievances have been registered on the National Consumer Helpline (1915) for Swiggy and 2,828 have been registered for Zomato,” the Union Ministry of Consumer Affairs, Food and Public Distribution said.",
        "description": "The Centre has asked e-commerce food business operators (FBOs) to provide a proposal on improving the consumer grievance redressal mechanism within 15 days, the Union Ministry of Consumer Affairs, Food and Public Distribution said Monday. In a statement, the ministry said that the direction by the Department of Consumer Affairs came during a meeting chaired by Consumer Affairs Secretary Rohit Kumar Singh with representatives of major online FBOs including Swiggy and Zomato as well as the National Restaurant Association of India (NRAI). Nidhi Khare, Additional Secretary in the Department of Consumer Affairs, was also called to “discuss pertinent issues which affect consumers in this sector”. “During the last 12 months, over 3,631 grievances have been registered on the National Consumer Helpline (1915) for Swiggy and 2,828 have been registered for Zomato,” the statement said. “During the meeting, major issues raised by the consumers on National Consumer Helpline of DoCA were discussed including veracity of the amount of delivery and packing charges and the reasonability of such charges, disparity between the price and quantity of food items shown on the platform and actually offered by the restaurant, inconsistency in the delivery time shown to consumers at the time of placing an order and the time at which the order is actually delivered, and absence of any mechanism to separate genuine reviews from fake ones,” the statement said.",
        "img": "https://images.indianexpress.com/2022/06/Zomato_Swiggy_PTI1-1200.jpg",
        "imgSrc": "As per the statement, during the meeting, NRAI representatives raised the issue of customer information not being shared by the e-commerce FBOs with the restaurants, which impacts their ability to serve the consumer needs better.",
        "author": "Express News Service ",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "ED questions Rahul, his party hits the streets in protest",
        "subHeading": "As Rahul Gandhi proceeded to the ED office in the morning, there were dramatic scenes on the streets with leaders trying to accompany him and the police taking them to different police stations.",
        "description": "The Enforcement Directorate questioned Congress leader Rahul Gandhi for over 10 hours Monday in connection with an alleged money laundering case related to the National Herald newspaper. Sources said he has been called again Tuesday. As Rahul Gandhi proceeded to the ED office in the morning, there were dramatic scenes on the streets with leaders trying to accompany him and the police taking them to different police stations. The party claimed the police manhandled several leaders and at least four senior leaders, including former Union Home Minister P Chidambaram and Congress leader in Lok Sabha Adhir Ranjan Chowdhury, sustained injuries. “All women workers/functionaries were released… There were a few complaints at Tughlaq Road police station but no such incident (of violence) took place. If there are allegations of some manhandling, the same will diligently be looked into for appropriate action,” Hooda said. “15 members of Lok Sabha, 11 members of Rajya Sabha and 5  MLAs of different state assemblies were among  the 459 detained under Delhi Police Act for not following lawful directions of police,” he said.",
        "img": "https://images.indianexpress.com/2022/06/rahul-gandhi-priyanka-gandhi-1.jpg",
        "imgSrc": "Congress leaders Rahul Gandhi and Priyanka Gandhi (Image: AICC)",
        "author": "Manoj C G , Deeptiman Tiwary",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Congress protest: Police attacked KC Venugopal; broke Chidambaram’s rib, alleges Surjewala",
        "subHeading": "Thousands of Congress workers carried out protest marches in the national capital as well as state capitals against the ED action on the former Congress president Rahul Gandhi",
        "description": "The Congress on Monday alleged that the Delhi police made a “murderous attack” on its leader K C Venugopal and others during their protest march taken out in solidarity with Rahul Gandhi, with P Chidambaram and Pramod Tiwari sustaining hairline fractures in their ribs. Gandhi on Monday appeared before the Enforcement Directorate for questioning in a money laundering case pertaining to the National Herald newspaper-Association Journals case. Congress general secretary and chief spokesperson Randeep Surjewala alleged that some other Congress leaders also sustained injuries as Delhi police beat them up and detained thousands of its workers since last night. “See the atrocities of Delhi police that former Home Minister and former Finance Minister P Chidambaram was also roughed up and his rib was broken and his spectacles were found broken on the road outside AICC office,” Surjewala alleged in a video message. “Atrocities of Delhi police and Modi government have not stopped. They have made a murderous attack on AICC general secretary Organisation K C Venugopal and have mercilessly beaten up Delhi in-charge and Rajya Sabha MP Shaktisinh Gohil with lathis.",
        "img": "https://images.indianexpress.com/2022/06/cong-new.jpg",
        "imgSrc": "P Chidambaram and KC Venugopal (File)",
        "author": " PTI ",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Prophet remarks row: AIMPLB, Jamiat condemn police action against protesters",
        "subHeading": "Rahmani further said that although Sharma has been suspended from her party, no “meaningful action” has been taken against her by the law-enforcing agencies. “This is a complete miscarriage of justice,” the statement said.",
        "description": "The All-India Muslim Personal Law Board (AIMPLB) Monday criticised police measures across the country against protesters seeking action against Nupur Sharma and Naveen Jindal for their alleged remarks against Prophet Mohammad. In a statement, AIMPLB general secretary Hazrat Maulana Khalid Saifullah Rahmani pointed to the “demonstration of lawlessness by the government” and “violence by the State” against the protestors. He said, “Those who are peacefully protesting against this indecent act and hate speech are facing cases being registered against them, lathi-charge, and their houses being demolished. Unless a person is found guilty in a court of law – he/she is only an accused, and to treat them as a criminal is nothing but anarchy.” Rahmani further said that although Sharma has been suspended from her party, no “meaningful action” has been taken against her by the law-enforcing agencies. “This is a complete miscarriage of justice,” the statement said.",
        "img": "https://images.indianexpress.com/2022/06/Ranchi-violence-security-bolstered-internet-restored.jpg",
        "imgSrc": "Rapid Action Force and police personnel conduct (File)",
        "author": "Express News Service",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Jamiat moves Supreme Court against demolitions in Uttar Pradesh",
        "subHeading": "The plea said that the “adoption of such extra-legal measures is clearly in violation of the principles of natural justice, especially when this Hon’ble Court is hearing the present matter”.",
        "description": "A day after demolition of the house of a political activist, accused in Prayagraj violence that broke out in the wake of protests over remarks on the Prophet, the Jamiat-Ulama-i-Hind moved the Supreme Court on Monday seeking stay on any further demolition drive that the authorities may be planning to carry out in Kanpur. On Sunday, the Prayagraj administration razed the house of political activist and businessman Mohammad Javed citing alleged violation of building norms. According to police, Javed is one of the key conspirators behind the violence that broke out in the city on June 10 after protests over remarks on the Prophet by two now suspended BJP spokespersons, Nupur Sharma and Naveen Kumar Jindal. Kanpur had witnessed similar violence during protests on June 3. The outfit in its plea said that following the violence in Kanpur, “a number of persons in authority have stated in the media that the properties of suspects/ accused would be confiscated and demolished. Even the Chief Minister of the state has said in the media that the houses of accused persons would be razed using bulldozers. The Additional Director General (Law and Order), Mr. Prashant Kumar, and Commissioner of Police of Kanpur, Mr. Vijay Singh Meena, too have reiterated that the properties of accused would be seized and demolished”. Notably, in the Jahangirpuri plea, the SC had refused to order any blanket ban on demolitions across the country.",
        "img": "https://images.indianexpress.com/2022/05/supreme-court-1-1.jpeg",
        "imgSrc": "Supreme Court of India (File)",
        "author": " Express News Service ",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Congress welcomed ED grilling of Abhishek Banerjee, it should do so for Rahul Gandhi: TMC",
        "subHeading": "TMC spokesperson Kunal Ghosh pointed out that Congress leader Adhir Chowdhury, too, had taken a similar stance when the Mamata Banerjee-led party's MP, Abhishek Banerjee, was grilled by central agency officials as part of the probe into a coal pilferage case.",
        "description": "The TMC on Monday exhorted Congress members to refrain from holding protests over ED summons to the grand old party’s top leaders Sonia Gandhi and Rahul Gandhi in a case of financial impropriety as “law must take its own course”. TMC spokesperson Kunal Ghosh pointed out that Congress leader Adhir Chowdhury, too, had taken a similar stance when the Mamata Banerjee-led party’s MP, Abhishek Banerjee, was grilled by central agency officials as part of the probe into a coal pilferage case. Tripura Congress president Birajit Sinha, however, lashed out at Ghosh, stating that the “TMC MP was an accused in multiple cases, unlike Gandhi, and the two issues cannot be compared”. They had said that the law should take its own course. If that is Chowdhury’s stand, he should ideally be accompanying Gandhi to the ED office.” Congress leader Rahul Gandhi faced ED officials during the day, while his mother and Congress president, Sonia Gandhi, sought time citing her ill health as reason. Ghosh promised that if the TMC gets the mandate of people in Tripura next year, all welfare schemes introduced in West Bengal will be extended to northeastern state. Meanwhile, slamming Ghosh over his remarks, Sinha alleged, “The nation knows that didi (Mamata Banerjee) shook hands with (prime minister) Modiji under the table to save her nephew (Abhishek). Rahul Gandhi was summoned by the ED, despite not being involved in any corruption. The two cases are different.",
        "img": "https://images.indianexpress.com/2022/06/congress-protest-1200.jpg",
        "imgSrc": "Mallikarjun Khagde, Bhupesh Bhagel and Ashok Gehlot address media near ED office, on Monday, June 13, 2022.",
        "author": "PTI",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Your Daily Wrap, June 13: Retail inflation above RBI tolerance band; Rahul Gandhi appears before ED; and more",
        "subHeading": "From India’s retail inflation dropping to 7.04 per cent to the BJP directing its leaders to refrain from commenting on any controversial or sensitive matter, here are the top stories of today.",
        "description": " India’s retail inflation has eased slightly to 7.04 per cent on an annual basis in May, down from an eight-year high in April, government data showed on Monday. The CPI-based inflation has breached the upper limit of RBI’s tolerance band, ranging from 2-6 per cent, for the fifth consecutive month. In April, the consumer price-based inflation (CPI) rate stood at 7.79 per cent.  In the wake of the controversy sparked by now-suspended BJP national spokesperson Nupur Sharma’s remarks against the Prophet, the BJP leadership at the central and state levels have asked their party leaders and spokespersons to refrain from commenting on any controversial or sensitive matter and stick to development issues in their public statements. A senior Sri Lankan bureaucrat, who had claimed that the country’s President Gotabaya Rajapaksa had asked him to award a 500-megawatt renewable energy project to the Adani Group due to pressure from Prime Minister Narendra Modi, stepped down on Monday. MMC Ferdinando, who headed Ceylon Electricity Board, had soon retracted his statement, and Gotabaya’s office had also dismissed the claim, but it created ripples politically. This is what the whole issue was about. The West Bengal Assembly on Monday passed a bill to make Chief Minister Mamata Banerjee the Chancellor of all state universities, a position traditionally held by the state Governor. The West Bengal University Laws (Amendment) Bill, 2022 was passed by 182 votes in favor against 40 not in favor in the 294-member Assembly.",
        "img": "https://images.indianexpress.com/2022/06/your-daily-wrap.jpg",
        "imgSrc": "(Clockwise) Nupur Sharma, Ashok Gehlot and Deepender Singh Hooda sit inside an RAF bus, Mamata Banerjee, and Devendra Fadnavis.",
        "author": "Express Web Desk",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "I am not in Presidential race: Nitish Kumar",
        "subHeading": "The Janata Dal (United) had floated the name of the party supremo and Bihar Chief Minister, Nitish Kumar, as a probable candidate for the post of the President of India a couple of times over the last four months before rolling it back.",
        "description": "Putting speculations to rest, Bihar Chief Minister Nitish Kumar on Monday announced that he is not a candidate for the upcoming Presidential elections scheduled to be held on July 18. “I am not in the Presidential race,” news agency PTI quoted the Janata Dal (United) chief as saying. Following the recent announcement of the schedule for the Presidential elections, the JD(U) camp raised their February pitch afresh. The JD(U)’s Bihar minister Shravan Kumar told a TV channel on 9 June: “Nitish Kumar has an outstanding parliamentary and legislative career. He can be a good candidate for the President of India. If it happens, we all will be very proud. It would also be a matter of pride for Bihar. In February, a day after Kumar met poll strategist Prashant Kishor in Delhi, there had been talks about Nitish as a probable Presidential candidate of the ruling Bharatiya Janata Party-led National Democratic Alliance, whose key constituent has been the JD(U). Senior JD(U) leader KC Tyagi had then gone on to say: “If it happens, it will be a huge honour for JD(U) and for Bihar which has not sent a President after the first President Dr Rajendra Prasad.” It then took Nitish to clarify that he was not in the race for the country’s top constitutional post. There has been a buzz in political circles whether it is part of the JD(U)’s “well-thought-out strategy” to first propose Nitish’s name for the job of the Head of the State and then roll it back. Political observers also ask if any JD(U) leader or its spokesperson can issue any such statements without Nitish’s approval.",
        "img": "https://images.indianexpress.com/2022/05/nitish-kumar-1200-1-1.jpg",
        "imgSrc": "Bihar Chief Minister Nitish Kumar (File)",
        "author": "Express Web Desk ",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Sri Lanka official who alleged pressure to award project to Adani Group resigns",
        "subHeading": "Although Ferdinando retracted his statement a day after his appearance before the panel and claimed he had become “emotional”, it triggered a political controversy.",
        "description": "Although Ferdinando retracted his statement a day after his appearance before the panel and claimed he had become “emotional”, it triggered a political controversy, with the Opposition accusing the Rajapaksa government of “pampering” Modi’s “friends” to allow them “backdoor entry” into the country. Announcing that Ferdinando had stepped down, Sri Lanka’s Minister of Power and Energy Kanchana Wijesekera tweeted on Monday afternoon: “I have accepted the letter of resignation tendered to me by the CEB Chairman Mr MMC Ferdinando. Vice Chairman Nalinda Ilangaokoon will take over as the New Chairman CEB. Ferdinando told a parliamentary committee on Friday that Rajapaksa had asked him to give a 500-megawatt renewable energy project in the island nation’s northern Mannar district to the Adani Group. Addressing the Committee on Public Enterprises (COPE), Ferdinando had claimed that Rajapaksa “summoned” him on November 24, “and said that India’s Prime Minister Modi is pressuring him to hand over the project to the Adani Group Rajapaksa “insisted that I look into it”, he told the panel, adding that he then “sent a letter that the President has instructed me and that the Finance Secretary should do the needful. I pointed out that this is a government-to-government deal.” He also said that CEB had never given unsolicited proposals in the past, even on a government-to-government basis.",
        "img": "https://images.indianexpress.com/2022/06/Sri-Landa-Adani-Row.jpg",
        "imgSrc": "Last year, the Adani Group bagged a contract to develop and run the strategically significant Western Container Terminal of Colombo Port, with a 51 per cent stake.",
        "author": " Krishn Kaushik ",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Azadi ka Amrit Mahotsav: Centre asks states to release convicts with good conduct on Aug 15        ",
        "subHeading": "Those convicted of certain crimes who have served at least 50% of their sentence will be granted remission in three phases, while those convicted of terror, murder and crimes against women will be ineligible.",
        "description": "The Centre has asked states to release prisoners convicted for certain crimes who have served 50 per cent or more of their sentence as part of Azadi ka Amrit Mahotsav celebrations as India marks 75 years of Independence. The prisoners will be released in three phases on August 15 this year, Republic Day next year and the following Independence Day. In a letter sent to all states on June 10, the Ministry of Home Affairs (MHA) said Union Home Minister Amit Shah has written to the chief ministers and Lt Governors /administrators of all states and Union Territories on April 21 requesting them to “take appropriate action in the matter”. It said the remission was to apply “to specific categories of convicted prisoners who have consistently maintained good conduct during their term in prisons… especially those with no punishment during the convict period in the last three years”. The guidelines have also listed out those who cannot be granted such remission. These include those serving a death sentence or the same commuted to life; those serving a lesser sentence in an offence that also carries death sentence; those guilty of rape or child sex abuse; those sentenced for acts of terrorism, offences against the state and in counterfeit currency cases; those convicted for dowry deaths; those convicted for drug offences or under weapons of mass destruction laws; and those found guilty of corruption.",
        "img": "https://images.indianexpress.com/2022/06/amit-shah-2-1.jpg",
        "imgSrc": "Union Home Minister Amit Shah (PTI Photo)",
        "author": "Express News Service",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Govt asks media to refrain from carrying ads on online betting",
        "subHeading": "It mentioned that ads of online betting are “misleading, and do not appear to be in strict conformity with the Consumer Protection Act 2019, Advertising Code under the Cable Television Networks Regulation Act, 1995, and advertisement norms under the Norms of Journalistic Conduct laid down by the Press Council of India.",
        "description": "THE UNION Information and Broadcasting Ministry on Monday asked print, television, digital news media, and social media platforms to refrain from running ads on online betting platforms since “betting and gambling are illegal in most parts of the country”. “The print and electronic media is advised to refrain from publishing advertisements of online betting platforms. The online and social media, including the online advertisement intermediaries and publishers, are advised not to display such advertisements in India or target such advertisements towards the Indian audience,” the ministry said in an advisory issued on Monday. It mentioned that ads of online betting are “misleading, and do not appear to be in strict conformity with the Consumer Protection Act 2019, Advertising Code under the Cable Television Networks Regulation Act, 1995, and advertisement norms under the Norms of Journalistic Conduct laid down by the Press Council of India.",
        "img": "https://images.indianexpress.com/2022/06/poker_Pixabay_1-1.jpg",
        "imgSrc": "The Ministry said the advisory has been issued in larger public interest. (Representation)",
        "author": "Express News Service",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "When is Presidential election? All you need to know about the polls",
        "subHeading": "The polls will witness 4,809 electors, including MPs and MLAs, voting to elect President Kovind's successor.",
        "description": "As the tenure of President Ram Nath Kovind comes to an end on July 24, 2022, an election to fill the position of the 16th President of India will be held on July 18. The polls will witness 4,809 electors, including MPs and MLAs, voting to elect President Kovind’s successor. In the last election in 2017, Ram Nath Kovind became the President after defeating joint opposition candidate Meira Kumar. Kovind polled 7,02,000 votes compared with Kumar’s 3,67,000, out of a total of 10,69,358 votes. The ECI has fixed the schedule for the election of the office of the President of India. The notification for the election will be issued on June 15, the last date for nomination is scheduled for June 29, while the polls are to be held on July 18. The counting of the votes, if needed, shall be done on July 21,” Chief Election Commissioner Rajiv Kumar said at a press conference in New Delhi. The ruling Bharatiya Janata Party (BJP) on Sunday authorised its president JP Nadda and Union minister Rajnath Singh to hold consultations with different political parties, including those in the Opposition, on the President’s election, in what is being seen as an outreach by the ruling party to arrive at a consensus on the choice for the top constitutional post.",
        "img": "https://images.indianexpress.com/2022/06/rashtrapati-bhavan.jpg",
        "imgSrc": "Only an official announcement of candidates, including by the NDA of which the JD(U) is a part, may put an end to the current round of speculations.",
        "author": "Express Web Desk",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },

    {
        "heading": "‘I will solve India-China dispute in my lifetime’ approach won’t work, says Ram Madhav",
        "subHeading": "TMC spokesperson Kunal Ghosh pointed out that Congress leader Adhir Chowdhury, too, had taken a similar stance when the Mamata Banerjee-led party's MP, Abhishek Banerjee, was grilled by central agency officials as part of the probe into a coal pilferage case.",
        "description": "The TMC on Monday exhorted Congress members to refrain from holding protests over ED summons to the grand old party’s top leaders Sonia Gandhi and Rahul Gandhi in a case of financial impropriety as “law must take its own course”. TMC spokesperson Kunal Ghosh pointed out that Congress leader Adhir Chowdhury, too, had taken a similar stance when the Mamata Banerjee-led party’s MP, Abhishek Banerjee, was grilled by central agency officials as part of the probe into a coal pilferage case. Tripura Congress president Birajit Sinha, however, lashed out at Ghosh, stating that the “TMC MP was an accused in multiple cases, unlike Gandhi, and the two issues cannot be compared”. They had said that the law should take its own course. If that is Chowdhury’s stand, he should ideally be accompanying Gandhi to the ED office.” Congress leader Rahul Gandhi faced ED officials during the day, while his mother and Congress president, Sonia Gandhi, sought time citing her ill health as reason. Ghosh promised that if the TMC gets the mandate of people in Tripura next year, all welfare schemes introduced in West Bengal will be extended to northeastern state. Meanwhile, slamming Ghosh over his remarks, Sinha alleged, “The nation knows that didi (Mamata Banerjee) shook hands with (prime minister) Modiji under the table to save her nephew (Abhishek). Rahul Gandhi was summoned by the ED, despite not being involved in any corruption. The two cases are different.",
        "img": "https://images.indianexpress.com/2022/05/ram-madhav-1.jpg?resize=600,334",
        "imgSrc": "Mallikarjun Khagde, Bhupesh Bhagel and Ashok Gehlot address media near ED office, on Monday, June 13, 2022.",
        "author": "PTI",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "I seek forgiveness for this’: Kiran Bedi apologises amid row over her ‘joke on Sikhs",
        "subHeading": "From India’s retail inflation dropping to 7.04 per cent to the BJP directing its leaders to refrain from commenting on any controversial or sensitive matter, here are the top stories of today.",
        "description": " India’s retail inflation has eased slightly to 7.04 per cent on an annual basis in May, down from an eight-year high in April, government data showed on Monday. The CPI-based inflation has breached the upper limit of RBI’s tolerance band, ranging from 2-6 per cent, for the fifth consecutive month. In April, the consumer price-based inflation (CPI) rate stood at 7.79 per cent.  In the wake of the controversy sparked by now-suspended BJP national spokesperson Nupur Sharma’s remarks against the Prophet, the BJP leadership at the central and state levels have asked their party leaders and spokespersons to refrain from commenting on any controversial or sensitive matter and stick to development issues in their public statements. A senior Sri Lankan bureaucrat, who had claimed that the country’s President Gotabaya Rajapaksa had asked him to award a 500-megawatt renewable energy project to the Adani Group due to pressure from Prime Minister Narendra Modi, stepped down on Monday. MMC Ferdinando, who headed Ceylon Electricity Board, had soon retracted his statement, and Gotabaya’s office had also dismissed the claim, but it created ripples politically. This is what the whole issue was about. The West Bengal Assembly on Monday passed a bill to make Chief Minister Mamata Banerjee the Chancellor of all state universities, a position traditionally held by the state Governor. The West Bengal University Laws (Amendment) Bill, 2022 was passed by 182 votes in favor against 40 not in favor in the 294-member Assembly.",
        "img": "https://images.indianexpress.com/2022/06/kiran-bedi-12.jpeg?resize=600,334",
        "imgSrc": "(Clockwise) Nupur Sharma, Ashok Gehlot and Deepender Singh Hooda sit inside an RAF bus, Mamata Banerjee, and Devendra Fadnavis.",
        "author": "Express Web Desk",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Ex-judges, lawyers urge SC: Protect fundamental rights of citizens in UP",
        "subHeading": "The Janata Dal (United) had floated the name of the party supremo and Bihar Chief Minister, Nitish Kumar, as a probable candidate for the post of the President of India a couple of times over the last four months before rolling it back.",
        "description": "Putting speculations to rest, Bihar Chief Minister Nitish Kumar on Monday announced that he is not a candidate for the upcoming Presidential elections scheduled to be held on July 18. “I am not in the Presidential race,” news agency PTI quoted the Janata Dal (United) chief as saying. Following the recent announcement of the schedule for the Presidential elections, the JD(U) camp raised their February pitch afresh. The JD(U)’s Bihar minister Shravan Kumar told a TV channel on 9 June: “Nitish Kumar has an outstanding parliamentary and legislative career. He can be a good candidate for the President of India. If it happens, we all will be very proud. It would also be a matter of pride for Bihar. In February, a day after Kumar met poll strategist Prashant Kishor in Delhi, there had been talks about Nitish as a probable Presidential candidate of the ruling Bharatiya Janata Party-led National Democratic Alliance, whose key constituent has been the JD(U). Senior JD(U) leader KC Tyagi had then gone on to say: “If it happens, it will be a huge honour for JD(U) and for Bihar which has not sent a President after the first President Dr Rajendra Prasad.” It then took Nitish to clarify that he was not in the race for the country’s top constitutional post. There has been a buzz in political circles whether it is part of the JD(U)’s “well-thought-out strategy” to first propose Nitish’s name for the job of the Head of the State and then roll it back. Political observers also ask if any JD(U) leader or its spokesperson can issue any such statements without Nitish’s approval.",
        "img": "https://images.indianexpress.com/2022/06/PTI06_12_2022_000061B.jpg?resize=600,334g",
        "imgSrc": "Bihar Chief Minister Nitish Kumar (File)",
        "author": "Express Web Desk ",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "How is PUBG still available in India: NCPCR asks IT ministry",
        "subHeading": "Although Ferdinando retracted his statement a day after his appearance before the panel and claimed he had become “emotional”, it triggered a political controversy.",
        "description": "Although Ferdinando retracted his statement a day after his appearance before the panel and claimed he had become “emotional”, it triggered a political controversy, with the Opposition accusing the Rajapaksa government of “pampering” Modi’s “friends” to allow them “backdoor entry” into the country. Announcing that Ferdinando had stepped down, Sri Lanka’s Minister of Power and Energy Kanchana Wijesekera tweeted on Monday afternoon: “I have accepted the letter of resignation tendered to me by the CEB Chairman Mr MMC Ferdinando. Vice Chairman Nalinda Ilangaokoon will take over as the New Chairman CEB. Ferdinando told a parliamentary committee on Friday that Rajapaksa had asked him to give a 500-megawatt renewable energy project in the island nation’s northern Mannar district to the Adani Group. Addressing the Committee on Public Enterprises (COPE), Ferdinando had claimed that Rajapaksa “summoned” him on November 24, “and said that India’s Prime Minister Modi is pressuring him to hand over the project to the Adani Group Rajapaksa “insisted that I look into it”, he told the panel, adding that he then “sent a letter that the President has instructed me and that the Finance Secretary should do the needful. I pointed out that this is a government-to-government deal.” He also said that CEB had never given unsolicited proposals in the past, even on a government-to-government basis.",
        "img": "https://images.indianexpress.com/2022/06/pubg-phone-1.jpg?resize=600,334",
        "imgSrc": "Last year, the Adani Group bagged a contract to develop and run the strategically significant Western Container Terminal of Colombo Port, with a 51 per cent stake.",
        "author": " Krishn Kaushik ",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "ISKP releases bulletin on Prophet controversy, threatens attack",
        "subHeading": "Those convicted of certain crimes who have served at least 50% of their sentence will be granted remission in three phases, while those convicted of terror, murder and crimes against women will be ineligible.",
        "description": "The Centre has asked states to release prisoners convicted for certain crimes who have served 50 per cent or more of their sentence as part of Azadi ka Amrit Mahotsav celebrations as India marks 75 years of Independence. The prisoners will be released in three phases on August 15 this year, Republic Day next year and the following Independence Day. In a letter sent to all states on June 10, the Ministry of Home Affairs (MHA) said Union Home Minister Amit Shah has written to the chief ministers and Lt Governors /administrators of all states and Union Territories on April 21 requesting them to “take appropriate action in the matter”. It said the remission was to apply “to specific categories of convicted prisoners who have consistently maintained good conduct during their term in prisons… especially those with no punishment during the convict period in the last three years”. The guidelines have also listed out those who cannot be granted such remission. These include those serving a death sentence or the same commuted to life; those serving a lesser sentence in an offence that also carries death sentence; those guilty of rape or child sex abuse; those sentenced for acts of terrorism, offences against the state and in counterfeit currency cases; those convicted for dowry deaths; those convicted for drug offences or under weapons of mass destruction laws; and those found guilty of corruption.",
        "img": "https://images.indianexpress.com/2022/06/nupur-sharma-1-5.jpeg?resize=600,334",
        "imgSrc": "Union Home Minister Amit Shah (PTI Photo)",
        "author": "Express News Service",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Deadline for freezing administrative boundaries extended, no Census this year",
        "subHeading": "It mentioned that ads of online betting are “misleading, and do not appear to be in strict conformity with the Consumer Protection Act 2019, Advertising Code under the Cable Television Networks Regulation Act, 1995, and advertisement norms under the Norms of Journalistic Conduct laid down by the Press Council of India.",
        "description": "THE UNION Information and Broadcasting Ministry on Monday asked print, television, digital news media, and social media platforms to refrain from running ads on online betting platforms since “betting and gambling are illegal in most parts of the country”. “The print and electronic media is advised to refrain from publishing advertisements of online betting platforms. The online and social media, including the online advertisement intermediaries and publishers, are advised not to display such advertisements in India or target such advertisements towards the Indian audience,” the ministry said in an advisory issued on Monday. It mentioned that ads of online betting are “misleading, and do not appear to be in strict conformity with the Consumer Protection Act 2019, Advertising Code under the Cable Television Networks Regulation Act, 1995, and advertisement norms under the Norms of Journalistic Conduct laid down by the Press Council of India.",
        "img": "https://images.indianexpress.com/2022/03/nrc-day-one.jpeg?resize=600,334",
        "imgSrc": "The Ministry said the advisory has been issued in larger public interest. (Representation)",
        "author": "Express News Service",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "ED questions Rahul Gandhi for 10 hrs, many Cong leaders detained during protest",
        "subHeading": "The polls will witness 4,809 electors, including MPs and MLAs, voting to elect President Kovind's successor.",
        "description": "As the tenure of President Ram Nath Kovind comes to an end on July 24, 2022, an election to fill the position of the 16th President of India will be held on July 18. The polls will witness 4,809 electors, including MPs and MLAs, voting to elect President Kovind’s successor. In the last election in 2017, Ram Nath Kovind became the President after defeating joint opposition candidate Meira Kumar. Kovind polled 7,02,000 votes compared with Kumar’s 3,67,000, out of a total of 10,69,358 votes. The ECI has fixed the schedule for the election of the office of the President of India. The notification for the election will be issued on June 15, the last date for nomination is scheduled for June 29, while the polls are to be held on July 18. The counting of the votes, if needed, shall be done on July 21,” Chief Election Commissioner Rajiv Kumar said at a press conference in New Delhi. The ruling Bharatiya Janata Party (BJP) on Sunday authorised its president JP Nadda and Union minister Rajnath Singh to hold consultations with different political parties, including those in the Opposition, on the President’s election, in what is being seen as an outreach by the ruling party to arrive at a consensus on the choice for the top constitutional post.",
        "img": "https://images.indianexpress.com/2022/06/delhi-1-1-1.jpg?resize=600,334",
        "imgSrc": "Only an official announcement of candidates, including by the NDA of which the JD(U) is a part, may put an end to the current round of speculations.",
        "author": "Express Web Desk",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "With 10 lakh jobs promise, BJP seeks to blunt Opposition’s ‘unemployment’ weapon",
        "subHeading": "The polls will witness 4,809 electors, including MPs and MLAs, voting to elect President Kovind's successor.",
        "description": "As the tenure of President Ram Nath Kovind comes to an end on July 24, 2022, an election to fill the position of the 16th President of India will be held on July 18. The polls will witness 4,809 electors, including MPs and MLAs, voting to elect President Kovind’s successor. In the last election in 2017, Ram Nath Kovind became the President after defeating joint opposition candidate Meira Kumar. Kovind polled 7,02,000 votes compared with Kumar’s 3,67,000, out of a total of 10,69,358 votes. The ECI has fixed the schedule for the election of the office of the President of India. The notification for the election will be issued on June 15, the last date for nomination is scheduled for June 29, while the polls are to be held on July 18. The counting of the votes, if needed, shall be done on July 21,” Chief Election Commissioner Rajiv Kumar said at a press conference in New Delhi. The ruling Bharatiya Janata Party (BJP) on Sunday authorised its president JP Nadda and Union minister Rajnath Singh to hold consultations with different political parties, including those in the Opposition, on the President’s election, in what is being seen as an outreach by the ruling party to arrive at a consensus on the choice for the top constitutional post.",
        "img": "https://images.indianexpress.com/2021/10/amit-shah-modi.jpg?resize=600,334",
        "imgSrc": "Only an official announcement of candidates, including by the NDA of which the JD(U) is a part, may put an end to the current round of speculations.",
        "author": "Express Web Desk",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    },
    {
        "heading": "Space-based assets can be applied for military force, says Air Force Chief",
        "subHeading": "The polls will witness 4,809 electors, including MPs and MLAs, voting to elect President Kovind's successor.",
        "description": "As the tenure of President Ram Nath Kovind comes to an end on July 24, 2022, an election to fill the position of the 16th President of India will be held on July 18. The polls will witness 4,809 electors, including MPs and MLAs, voting to elect President Kovind’s successor. In the last election in 2017, Ram Nath Kovind became the President after defeating joint opposition candidate Meira Kumar. Kovind polled 7,02,000 votes compared with Kumar’s 3,67,000, out of a total of 10,69,358 votes. The ECI has fixed the schedule for the election of the office of the President of India. The notification for the election will be issued on June 15, the last date for nomination is scheduled for June 29, while the polls are to be held on July 18. The counting of the votes, if needed, shall be done on July 21,” Chief Election Commissioner Rajiv Kumar said at a press conference in New Delhi. The ruling Bharatiya Janata Party (BJP) on Sunday authorised its president JP Nadda and Union minister Rajnath Singh to hold consultations with different political parties, including those in the Opposition, on the President’s election, in what is being seen as an outreach by the ruling party to arrive at a consensus on the choice for the top constitutional post.",
        "img": "https://images.indianexpress.com/2022/02/VR-Chaudhari.jpg?resize=600,334",
        "imgSrc": "Only an official announcement of candidates, including by the NDA of which the JD(U) is a part, may put an end to the current round of speculations.",
        "author": "Express Web Desk",
        "tags": "India",
        "place": "New Delhi",
        "date": "June 18, 2022 12:06:40 pm"
    }
]