[{
    "heading": "INS Vikrant cheating: Bombay HC extends interim protection from arrest to BJP leader Kirit Somaiya, son till July 7",
    "subHeading": "A single-judge bench of Justice Bharati H Dangre extended the time to be given to Mumbai Police for filing its affidavit in reply to Somaiya’s plea.",
    "description": "The Bombay High Court on Tuesday extended till July 7 an interim protection from arrest to BJP leader Kirit Somaiya and his son Neil Somaiya in connection with a cheating case alleging swindling of funds collected for the restoration of INS Vikrant, the Indian Navy’s first aircraft carrier. A single-judge bench of Justice Bharati H Dangre also extended time to Mumbai Police to file its affidavit in reply to Somaiya’s plea. The high court had earlier granted interim protection from arrest to the father-son duo till June 14 and asked them to cooperate with the probe while seeking the investigation progress report from the Mumbai police. The court, in April this year, while granting interim protection from arrest to the two, had noted that in the event of arrest, applicants should be released on bail after furnishing personal bond of Rs 50,000 and sureties in like amount and asked the duo to attend the investigating agency.",
    "img": "https://images.indianexpress.com/2022/06/Kirit-Somaiya-1.jpg",
    "imgSrc": "While granting interim protection to Kirit Somaiya, the court had observed that the first information report indicated that allegations were mainly based on media reports. (File photo)",
    "author": "Express News Service",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Delhi Police stops Rajasthan Congress chief Dotasra from entering capital, says party spokesperson",
    "subHeading": "The move by the Delhi Police comes at a time when Congress leaders and workers are staging protests at several places, including Delhi, against the Enforcement Directorate notices to Congress president Sonia Gandhi and party leader Rahul Gandhi.",
    "description": "The Delhi Police on Tuesday stopped Rajasthan Congress chief Govind Singh Dotasra from entering the national capital even as a party spokesperson claimed that he was on a personal visit.The move by the Delhi Police comes at a time when Congress leaders and workers are staging protests at several places, including Delhi, against the Enforcement Directorate notices to Congress president Sonia Gandhi and party leader Rahul Gandhi.Dotasra was en route to Delhi by road for some personal work and was stopped at the border. “The Delhi Police said that there are orders not to allow him to enter the national capital,” the spokesman said.",
    "img": "https://images.indianexpress.com/2022/06/Capture-12.jpg",
    "imgSrc": "Govind Singh Dotasara (Twitter/Rajasthan PCC)",
    "author": "PTI",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "PMC polls: Maharashtra govt puts final stamp on delimitation, reservation of seats",
    "subHeading": "As per the State Election Commission, the poll can be held between July and October and the Pune civic body has been asked to prepare the electoral roll by considering May 31 as the cut-off date.",
    "description": "Publishing the outcome of the electoral process in its gazette, the Maharashtra government has put a final stamp on the delimitation and reservation of seats for the forthcoming elections to the Pune Municipal Corporation (PMC).As per the direction of the SEC, the election can be held anytime between July and October and the PMC has been asked to prepare the electoral roll by considering May 31 as the cut-off date.In the official gazette dated June 13, it said the election process is being implemented as per the programme announced by the State Election Commission (SEC) on May 10 and that the boundaries on the electoral panel were published on May 13.",
    "img": "https://images.indianexpress.com/2022/06/PMC.jpeg",
    "imgSrc": "As per the direction of the SEC, the election can be held anytime between July and October. (File photo)",
    "author": " Ajay Jadhav",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Sharad Pawar not in Presidential race: NCP",
    "subHeading": "Saheb (Sharad Pawar) is a people's man who loves meeting people. He will not restrict himself to the Rashtrapati Bhavan, a minister from the NCP said.",
    "description": "An NCP minister, who attended the meeting, said Aam Aadmi Party leader Sanjay Singh met Pawar on Sunday and affirmed his party’s support to the NCP chief for the election for the next President of India, to be held on July 18.Last week, when senior Congress leader Mallikarjun Kharge was in Mumbai in connection with the Rajya Sabha polls, he pitched for Pawar’s name as the opposition’s joint candidate for the presidential polls.Kharge said the Congress had even consulted the Mamata Banerjee-led Trinamool Congress (TMC) over Pawar’s candidature.“But, I don’t think he is keen on it (contesting polls). Saheb (Pawar) is a people’s man who loves meeting people. He will not restrict himself to the Rashtrapati Bhavan,” the minister from the NCP said.More importantly, Pawar is busy trying to bring the opposition together ahead of the 2024 Lok Sabha elections, he said.The Congress has been reaching out to other opposition parties for a common candidate for the presidential polls.The BJP-led NDA is comfortably placed to win the presidential election, with its vote share touching the 50 per cent mark of the total electors.While there are 776 MPs of both the Lok Sabha and the Rajya Sabha, each having 700 votes, there are 4,033 legislators in states with different votes who will also elect President Ram Nath Kovind’s successor.Though the final list of electors is yet to be notified, the NDA has 440 MPs in its favour while the opposition UPA has around 180 MPs, besides 36 MPs of the TMC who normally support the opposition candidate.",
    "img": "https://images.indianexpress.com/2022/06/sharad-pawar-not-in-presidential-race.jpg",
    "imgSrc": "NCP chief Sharad Pawar. (File)",
    "author": "PTI",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Two Youth Congress workers arrested for protesting against Kerala CM Pinarayi Vijayan in flight",
    "subHeading": "The Youth Congress leaders have filed a counter-complaint against CPI(M) central committee member and LDF convener E P Jayarajan, who had pushed them down.",
    "description": "",
    "img": "https://images.indianexpress.com/2021/06/vijayan.jpg",
    "imgSrc": "Kerala Chief Minister Pinarayi Vijayan (Express Photo: Tashi Tobgyal, File)",
    "author": "Express News Service",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Leaves of police personnel cancelled in Delhi’s north-west district over ‘communal scenario and law and order situation’",
    "subHeading": "The order added that all the supervisory officers should ensure compliance, and non-compliance of the order may lead to “stern action” against the staff.",
    "description": "The office of the deputy commissioner of police, north-west district, Delhi issued an order on Monday stating that all kinds of leaves of police officials in its jurisdiction had been stopped with immediate effect, citing “communal scenario and prevailing law and order situation” in Delhi. The order also directed the officers and staff who have gone on leave to join their respective duties.“In view of the communal scenario and prevailing law and order situation in Delhi, all kind of leaves are hereby stopped with immediate effect. The leaves already granted/sanctioned are also hereby cancelled. The officer/staff who are already running on leave shall join their place of duty at-once, without fail. No officer shall grant/sanction any kind of leave to their subordinate staff without prior approval of DCP north-west district,” the order read.The order added that all the supervisory officers should ensure compliance, and non-compliance of the order may lead to “stern action” against the staff.",
    "img": "https://images.indianexpress.com/2022/06/Delhi-Police-5-1.jpeg",
    "imgSrc": "The order comes days after two groups had allegedly pelted stones at each other after a fight in north-west Delhi’s Jahangirpuri on June 7 night. (File)",
    "author": "Express News Service",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Punjab & Haryana HC junks man’s plea to set aside order convicting him of raping minor daughter",
    "subHeading": "According to the complainant, the man had been sexually assaulting her since she was 7. When she brought this to the notice of her mother, she was beaten up by the accused.",
    "description": "The Punjab and Haryana High Court has dismissed the plea of a man who sought to set aside the 2013 trial court order convicting him of raping his minor daughter.Dismissing the father’s plea, the HC said, “It is in the order of nature, and is the sacred right of every living being to blossom from infancy to childhood to adolescence and finally, to adulthood. This order of nature is thrown into violent disarray by the sexual predators of children.”The petitioner was convicted under Section 376 (rape) of the IPC and sentenced to undergo rigorous imprisonment for life by the Faridabad Additional District and Sessions Court in 2013.",
    "img": "https://images.indianexpress.com/2022/06/punjab-haryana-high-court.jpg",
    "imgSrc": "The petitioner was convicted under Section 376 (rape) of the IPC and sentenced to undergo rigorous imprisonment for life by the Faridabad Additional District and Sessions Court in 2013.",
    "author": "Jagpreet Singh Sandhu",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Pollution levels drop in Mumbai, air quality likely to stay ‘good’ for 2 days",
    "subHeading": "An AQI between 0 and 50 is considered ‘good’, 51 to 100 ‘satisfactory’ and 101 to 200 ‘moderate’. An AQI between 201 and 300 is considered ‘poor’, 301 to 400 ‘very poor’ and 401 to 500 ‘severe’, while an AQI above 500 falls in the ‘severe plus’ category.",
    "description": "Mumbai continued to witness low pollution levels on Tuesday with the city recording an Air Quality Index (AQI) of 37, which falls in the ‘good’ category. On Monday, the city recorded the best AQI of the year at 28.An AQI between 0 and 50 is considered ‘good’, 51 to 100 ‘satisfactory’ and 101 to 200 ‘moderate’. An AQI between 201 and 300 is considered ‘poor’, 301 to 400 ‘very poor’ and 401 to 500 ‘severe’, while an AQI above 500 falls in the ‘severe plus’ category.Officials said that with high moisture content in the air and high-speed winds in the form of westerlies (north westerly winds), pollutants have dispersed. “Intermittent rain spells are expected in Mumbai causing wet deposition of air pollutants and improvement of air quality. AQI of Mumbai indicates ‘good’ and likely to be within ‘good’ for the next 2 days,” read the forecast from System of Air Quality and Weather Forecasting And Research (SAFAR).",
    "img": "https://images.indianexpress.com/2022/06/mumbai-poll.jpeg",
    "imgSrc": "During monsoon, with high wind speed, Mumbai records clean air between June and August every year. (Express file photo)",
    "author": "Sanjana Bhalerao",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Ashadhi Wari: Maharashtra Emergency Medical Services to deploy ambulances for pilgrimage",
    "subHeading": "The three-week-long walk from Dehu to Pandharpur which covers nearly 450 km will commence on June 20.",
    "description": "The Maharashtra Emergency Medical Services (MEMS) will deploy 75 ambulances during the Pandharpur Yatra, also known as Pandharpur Wari, which will begin on June 20 after a hiatus of two years, as part of preparedness and to avoid any untoward incident on the travel route.Due to Covid-19-related restrictions, the annual palkhi or palanquin procession was not allowed for two years. Now, the three-week-long walk from Dehu to Pandharpur which covers nearly 450 km will commence on June 20. During this annual event, pilgrims (warkaris) follow the palkhi of Sant Tukaram to the Vithoba Temple at Pandharpur.Sant Dnyaneshwar Palkhi will begin from Alandi on June 21 and the yatra will end on Ashadi Ekadashi on July 10.",
    "img": "https://images.indianexpress.com/2022/06/pandharpur.jpg",
    "imgSrc": "File photo of lakhs of Warkaris crossing the Dive ghat near Saswad along with Sant Dnyaneshwer Palkhi during the month-long annual Pandharpur pilgrimage. (Express photo by Arul Horizon)",
    "author": "Anuradha Mascarenhas ",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "A Pune company helps clients increase profits by harnessing emotions of employees, customers",
    "subHeading": "Terragni Consulting shows how an organisation can create a substantial business impact by making emotional or behavioural interventions.",
    "description": "Pune-based Terragni Consulting was recently called upon by a leading bank that had realised that a regular customer, an MSME, had been stepping back its engagements with it over the last few months. For more than two decades, the latter had maintained an active account with the bank, which handled their forex, payroll and other financial transactions —so what was wrong now?When Terragni Consulting began to study the case, they found that a few months back, because of a glitch at the bank, the organisation’s payroll processing had stopped. “This organisation had been paying their employees for 20 years on the first of the month without fail and, suddenly, the payment was delayed, in a post-Covid world, by seven days. The bank corrected the problem and the functional need got taken care of but nobody had addressed the emotional impact on the customer, who was grappling with the thought that such a thing had never happened to them before,” says Dipti Sapatnekar, director of Terragni.The MSME began to create a backup and the bank realised there was a pattern forming here, beyond just this one customer. These customers did not share any feedback with the bank or complain, and the bank did not realise any change until they began to see their wallet share plateauing. “Emotion is not a term out of pop psychology any more. It now has an impact on business turnovers,” adds Sapatnekar.",
    "img": "https://images.indianexpress.com/2022/06/pune-inc-1.jpg",
    "imgSrc": "Terragni Consulting co-founders.",
    "author": "Dipanitha Nath",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Delhi SI killed, head constable seriously injured in road accident near UP’s Gajraula",
    "subHeading": "The deceased, identified as SI Subhash Chand of West Delhi's Harinagar police station, was bringing in a minor girl – who had been rescued after a kidnapping – when the accident occurred, the police said.",
    "description": "A sub-inspector of the Delhi Police was killed and a head constable seriously injured when the vehicle they were travelling in collided with a truck late on Monday night near Uttar Pradesh’s Gajraula, the police said. The deceased, identified as SI Subhash Chand of West Delhi’s Harinagar police station, was bringing in a minor girl – who had been rescued after a kidnapping – when the accident occurred, according to the police.Deputy commissioner of police (west) Ghanshyam Bansal said, “SI Subhash Chand was returning from the Bareilly direction when a moving truck collided with his vehicle. Head constable Rajender was badly wounded in the accident and is currently in the hospital.",
    "img": "https://images.indianexpress.com/2022/06/road-accident-1200-1-2.jpg",
    "imgSrc": "The deceased, identified as SI Subhash Chand of West Delhi's Harinagar police station, was bringing in a man accused of kidnapping when the accident occurred, according to the police. (File)",
    "author":"Express News Service",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Under Phase-2 distribution of fortified rice, 90 districts covered out of 291 targeted",
    "subHeading": "On August 15, 2021, PM Narendra Modi had announced the government’s intention to distribute fortified rice under various government schemes including the PDS, Integrated Child Development Scheme, PM POSHAN, among others.",
    "description": "Over 90 districts across 16 states have started lifting fortified rice to distribute under the Public Distribution System (PDS) and a quantity of 2.20 lakh metric tonnes (LMT) has already been distributed in the first two months of the financial year 2022-23—April and May­­—under the second phase of the implementation of the rice fortification programme, the Department of Food and Public Distribution said Monday.Addressing a press conference, Food Secretary Sudhanshu Panday said, “In the second phase… Our idea is, as part of the strategy, to cover all districts which are aspirational districts or heavy burden districts in terms of the malnutrition assessment and that number works out to about 291.”On August 15, 2021, Prime Minister Narendra Modi had announced his government’s intention to distribute fortified rice under various government schemes including the PDS, Integrated Child Development Scheme (ICDS), PM POSHAN, and other welfare schemes (OWS). The Food Department had drawn up a phase-wise plan to implement this announcement.",
    "img": "https://images.indianexpress.com/2022/06/basmati-rice-1200.jpg",
    "imgSrc": "Under Phase-1, which was completed in 2021-22, nearly 17 LMT fortified rice had been distributed under ICDS and PM-POSHAN. (File photo)",
    "author": "Express News Service",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "OBC communities block Jaipur-Agra highway demanding 12% reservation, internet services suspended in parts of Bharatpur",
    "subHeading": "Bharatpur district collector Alok Ranjan told The Indian Express that internet services have been suspended in four tehsils of the district—Weir, Bhusawar, Nadbai, and Uchain.",
    "description": "Internet services were suspended in parts of the Bharatpur district of Rajasthan as a group of OBC communities blocked the Jaipur-Agra national highway, demanding a 12 per cent reservation, separate from the present reservation of 21 per cent available for OBC communities in the state, officials said Tuesday.The district administration said that the traffic on the highway was diverted through different routes to ensure the public didn’t face any inconvenience.Bharatpur district collector Alok Ranjan told The Indian Express that internet services have been suspended in four tehsils of the district—Weir, Bhusawar, Nadbai, and Uchain. “The administration is constantly carrying out negotiations with the protesters. We have created a diversion of the traffic on the highway around 10-20 kilometres before the protest area. The protesters want a 12 per cent reservation proportionate to their population. So far, no untoward incidents have taken place,” said Ranjan. We started our protest over the highway on June 12. We haven’t received any written assurance from the government. We have demanded that an authentic committee of the government discusses the issue of the 12 per cent reservation with us. If the government doesn’t heed to our demands, we will go on to block railway tracks,",
    "img": "https://images.indianexpress.com/2022/06/WhatsApp-Image-2022-06-14-at-12.10.07-PM.jpeg",
    "imgSrc": "The protesters said that people from the Saini, Kushwaha, Mali, Maurya, and Shakya communities have come out in large numbers from different districts to join the protests.",
    "author": "Deep Mukherjee",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Total Energies to acquire 25% stake in Adani New Industries",
    "subHeading": "Both Adani and TotalEnergies are pioneers in energy transition and clean energy adoption, and this joint energy platform further strengthens the public ESG commitments made by both companies, said Adani Group in a release Tuesday.",
    "description": "Total Energies of France will acquire a 25 per cent minority stake in Adani New Industries Ltd (ANIL) to create “the world’s largest green hydrogen ecosystem” with the Adani Group.The new partnership, centred on green hydrogen, is expected to transform the energy landscape both in India and globally. Both Adani and TotalEnergies are pioneers in energy transition and clean energy adoption, and this joint energy platform further strengthens the public ESG commitments made by both companies, said Adani Group in a release Tuesday.ANIL’s ambition is to invest over $50 billion over the next 10 years in green hydrogen and associated ecosystems. In the initial phase, ANIL will develop a green hydrogen production capacity of 1 million tonne per annum before 2030. “The strategic value of the Adani-TotalEnergies relationship is immense at both the business level and the ambition level,” said Gautam Adani, Chairman, Adani Group, in the release.“TotalEnergies’ entry into ANIL is a major milestone in implementing our renewable and low carbon hydrogen strategy, where we want to not only decarbonize the hydrogen used in our European refineries by 2030, but also pioneer the mass production of green hydrogen to meet demand, as the market will take off by the end of this decade,” said Patrick Pouyanné, Chairman and CEO of TotalEnergies.",
    "img": "https://images.indianexpress.com/2022/06/adani.jpg",
    "imgSrc": "This file photo taken on May 28, 2021 shows the new TotalEnergies logo during its unveling ceremony, at a charging station in La Defense on the outskirts of Paris. - French energy giant TotalEnergies announced on January 21, 2022 that it was pulling out of Myanmar, where it was a partner and operator of the Yadana gas field, a long-standing demand of human rights NGOs after a military coup last year. (Photo by Christophe ARCHAMBAULT / AFP)",
    "author": "Express News Service",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "INS Vikrant cheating: Bombay HC extends interim protection from arrest to BJP leader Kirit Somaiya, son till July 7",
    "subHeading": "A single-judge bench of Justice Bharati H Dangre extended the time to be given to Mumbai Police for filing its affidavit in reply to Somaiya’s plea.",
    "description": "The Bombay High Court on Tuesday extended till July 7 an interim protection from arrest to BJP leader Kirit Somaiya and his son Neil Somaiya in connection with a cheating case alleging swindling of funds collected for the restoration of INS Vikrant, the Indian Navy’s first aircraft carrier. A single-judge bench of Justice Bharati H Dangre also extended time to Mumbai Police to file its affidavit in reply to Somaiya’s plea. The high court had earlier granted interim protection from arrest to the father-son duo till June 14 and asked them to cooperate with the probe while seeking the investigation progress report from the Mumbai police. The court, in April this year, while granting interim protection from arrest to the two, had noted that in the event of arrest, applicants should be released on bail after furnishing personal bond of Rs 50,000 and sureties in like amount and asked the duo to attend the investigating agency.",
    "img": "https://images.indianexpress.com/2022/06/Kirit-Somaiya-1.jpg",
    "imgSrc": "While granting interim protection to Kirit Somaiya, the court had observed that the first information report indicated that allegations were mainly based on media reports. (File photo)",
    "author": "Express News Service",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Delhi Police stops Rajasthan Congress chief Dotasra from entering capital, says party spokesperson",
    "subHeading": "The move by the Delhi Police comes at a time when Congress leaders and workers are staging protests at several places, including Delhi, against the Enforcement Directorate notices to Congress president Sonia Gandhi and party leader Rahul Gandhi.",
    "description": "The Delhi Police on Tuesday stopped Rajasthan Congress chief Govind Singh Dotasra from entering the national capital even as a party spokesperson claimed that he was on a personal visit.The move by the Delhi Police comes at a time when Congress leaders and workers are staging protests at several places, including Delhi, against the Enforcement Directorate notices to Congress president Sonia Gandhi and party leader Rahul Gandhi.Dotasra was en route to Delhi by road for some personal work and was stopped at the border. “The Delhi Police said that there are orders not to allow him to enter the national capital,” the spokesman said.",
    "img": "https://images.indianexpress.com/2022/06/Capture-12.jpg",
    "imgSrc": "Govind Singh Dotasara (Twitter/Rajasthan PCC)",
    "author": "PTI",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "PMC polls: Maharashtra govt puts final stamp on delimitation, reservation of seats",
    "subHeading": "As per the State Election Commission, the poll can be held between July and October and the Pune civic body has been asked to prepare the electoral roll by considering May 31 as the cut-off date.",
    "description": "Publishing the outcome of the electoral process in its gazette, the Maharashtra government has put a final stamp on the delimitation and reservation of seats for the forthcoming elections to the Pune Municipal Corporation (PMC).As per the direction of the SEC, the election can be held anytime between July and October and the PMC has been asked to prepare the electoral roll by considering May 31 as the cut-off date.In the official gazette dated June 13, it said the election process is being implemented as per the programme announced by the State Election Commission (SEC) on May 10 and that the boundaries on the electoral panel were published on May 13.",
    "img": "https://images.indianexpress.com/2022/06/PMC.jpeg",
    "imgSrc": "As per the direction of the SEC, the election can be held anytime between July and October. (File photo)",
    "author": " Ajay Jadhav",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Sharad Pawar not in Presidential race: NCP",
    "subHeading": "Saheb (Sharad Pawar) is a people's man who loves meeting people. He will not restrict himself to the Rashtrapati Bhavan, a minister from the NCP said.",
    "description": "An NCP minister, who attended the meeting, said Aam Aadmi Party leader Sanjay Singh met Pawar on Sunday and affirmed his party’s support to the NCP chief for the election for the next President of India, to be held on July 18.Last week, when senior Congress leader Mallikarjun Kharge was in Mumbai in connection with the Rajya Sabha polls, he pitched for Pawar’s name as the opposition’s joint candidate for the presidential polls.Kharge said the Congress had even consulted the Mamata Banerjee-led Trinamool Congress (TMC) over Pawar’s candidature.“But, I don’t think he is keen on it (contesting polls). Saheb (Pawar) is a people’s man who loves meeting people. He will not restrict himself to the Rashtrapati Bhavan,” the minister from the NCP said.More importantly, Pawar is busy trying to bring the opposition together ahead of the 2024 Lok Sabha elections, he said.The Congress has been reaching out to other opposition parties for a common candidate for the presidential polls.The BJP-led NDA is comfortably placed to win the presidential election, with its vote share touching the 50 per cent mark of the total electors.While there are 776 MPs of both the Lok Sabha and the Rajya Sabha, each having 700 votes, there are 4,033 legislators in states with different votes who will also elect President Ram Nath Kovind’s successor.Though the final list of electors is yet to be notified, the NDA has 440 MPs in its favour while the opposition UPA has around 180 MPs, besides 36 MPs of the TMC who normally support the opposition candidate.",
    "img": "https://images.indianexpress.com/2022/06/sharad-pawar-not-in-presidential-race.jpg",
    "imgSrc": "NCP chief Sharad Pawar. (File)",
    "author": "PTI",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Two Youth Congress workers arrested for protesting against Kerala CM Pinarayi Vijayan in flight",
    "subHeading": "The Youth Congress leaders have filed a counter-complaint against CPI(M) central committee member and LDF convener E P Jayarajan, who had pushed them down.",
    "description": "",
    "img": "https://images.indianexpress.com/2021/06/vijayan.jpg",
    "imgSrc": "Kerala Chief Minister Pinarayi Vijayan (Express Photo: Tashi Tobgyal, File)",
    "author": "Express News Service",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Leaves of police personnel cancelled in Delhi’s north-west district over ‘communal scenario and law and order situation’",
    "subHeading": "The order added that all the supervisory officers should ensure compliance, and non-compliance of the order may lead to “stern action” against the staff.",
    "description": "The office of the deputy commissioner of police, north-west district, Delhi issued an order on Monday stating that all kinds of leaves of police officials in its jurisdiction had been stopped with immediate effect, citing “communal scenario and prevailing law and order situation” in Delhi. The order also directed the officers and staff who have gone on leave to join their respective duties.“In view of the communal scenario and prevailing law and order situation in Delhi, all kind of leaves are hereby stopped with immediate effect. The leaves already granted/sanctioned are also hereby cancelled. The officer/staff who are already running on leave shall join their place of duty at-once, without fail. No officer shall grant/sanction any kind of leave to their subordinate staff without prior approval of DCP north-west district,” the order read.The order added that all the supervisory officers should ensure compliance, and non-compliance of the order may lead to “stern action” against the staff.",
    "img": "https://images.indianexpress.com/2022/06/Delhi-Police-5-1.jpeg",
    "imgSrc": "The order comes days after two groups had allegedly pelted stones at each other after a fight in north-west Delhi’s Jahangirpuri on June 7 night. (File)",
    "author": "Express News Service",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Punjab & Haryana HC junks man’s plea to set aside order convicting him of raping minor daughter",
    "subHeading": "According to the complainant, the man had been sexually assaulting her since she was 7. When she brought this to the notice of her mother, she was beaten up by the accused.",
    "description": "The Punjab and Haryana High Court has dismissed the plea of a man who sought to set aside the 2013 trial court order convicting him of raping his minor daughter.Dismissing the father’s plea, the HC said, “It is in the order of nature, and is the sacred right of every living being to blossom from infancy to childhood to adolescence and finally, to adulthood. This order of nature is thrown into violent disarray by the sexual predators of children.”The petitioner was convicted under Section 376 (rape) of the IPC and sentenced to undergo rigorous imprisonment for life by the Faridabad Additional District and Sessions Court in 2013.",
    "img": "https://images.indianexpress.com/2022/06/punjab-haryana-high-court.jpg",
    "imgSrc": "The petitioner was convicted under Section 376 (rape) of the IPC and sentenced to undergo rigorous imprisonment for life by the Faridabad Additional District and Sessions Court in 2013.",
    "author": "Jagpreet Singh Sandhu",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Pollution levels drop in Mumbai, air quality likely to stay ‘good’ for 2 days",
    "subHeading": "An AQI between 0 and 50 is considered ‘good’, 51 to 100 ‘satisfactory’ and 101 to 200 ‘moderate’. An AQI between 201 and 300 is considered ‘poor’, 301 to 400 ‘very poor’ and 401 to 500 ‘severe’, while an AQI above 500 falls in the ‘severe plus’ category.",
    "description": "Mumbai continued to witness low pollution levels on Tuesday with the city recording an Air Quality Index (AQI) of 37, which falls in the ‘good’ category. On Monday, the city recorded the best AQI of the year at 28.An AQI between 0 and 50 is considered ‘good’, 51 to 100 ‘satisfactory’ and 101 to 200 ‘moderate’. An AQI between 201 and 300 is considered ‘poor’, 301 to 400 ‘very poor’ and 401 to 500 ‘severe’, while an AQI above 500 falls in the ‘severe plus’ category.Officials said that with high moisture content in the air and high-speed winds in the form of westerlies (north westerly winds), pollutants have dispersed. “Intermittent rain spells are expected in Mumbai causing wet deposition of air pollutants and improvement of air quality. AQI of Mumbai indicates ‘good’ and likely to be within ‘good’ for the next 2 days,” read the forecast from System of Air Quality and Weather Forecasting And Research (SAFAR).",
    "img": "https://images.indianexpress.com/2022/06/mumbai-poll.jpeg",
    "imgSrc": "During monsoon, with high wind speed, Mumbai records clean air between June and August every year. (Express file photo)",
    "author": "Sanjana Bhalerao",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Ashadhi Wari: Maharashtra Emergency Medical Services to deploy ambulances for pilgrimage",
    "subHeading": "The three-week-long walk from Dehu to Pandharpur which covers nearly 450 km will commence on June 20.",
    "description": "The Maharashtra Emergency Medical Services (MEMS) will deploy 75 ambulances during the Pandharpur Yatra, also known as Pandharpur Wari, which will begin on June 20 after a hiatus of two years, as part of preparedness and to avoid any untoward incident on the travel route.Due to Covid-19-related restrictions, the annual palkhi or palanquin procession was not allowed for two years. Now, the three-week-long walk from Dehu to Pandharpur which covers nearly 450 km will commence on June 20. During this annual event, pilgrims (warkaris) follow the palkhi of Sant Tukaram to the Vithoba Temple at Pandharpur.Sant Dnyaneshwar Palkhi will begin from Alandi on June 21 and the yatra will end on Ashadi Ekadashi on July 10.",
    "img": "https://images.indianexpress.com/2022/06/pandharpur.jpg",
    "imgSrc": "File photo of lakhs of Warkaris crossing the Dive ghat near Saswad along with Sant Dnyaneshwer Palkhi during the month-long annual Pandharpur pilgrimage. (Express photo by Arul Horizon)",
    "author": "Anuradha Mascarenhas ",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "A Pune company helps clients increase profits by harnessing emotions of employees, customers",
    "subHeading": "Terragni Consulting shows how an organisation can create a substantial business impact by making emotional or behavioural interventions.",
    "description": "Pune-based Terragni Consulting was recently called upon by a leading bank that had realised that a regular customer, an MSME, had been stepping back its engagements with it over the last few months. For more than two decades, the latter had maintained an active account with the bank, which handled their forex, payroll and other financial transactions —so what was wrong now?When Terragni Consulting began to study the case, they found that a few months back, because of a glitch at the bank, the organisation’s payroll processing had stopped. “This organisation had been paying their employees for 20 years on the first of the month without fail and, suddenly, the payment was delayed, in a post-Covid world, by seven days. The bank corrected the problem and the functional need got taken care of but nobody had addressed the emotional impact on the customer, who was grappling with the thought that such a thing had never happened to them before,” says Dipti Sapatnekar, director of Terragni.The MSME began to create a backup and the bank realised there was a pattern forming here, beyond just this one customer. These customers did not share any feedback with the bank or complain, and the bank did not realise any change until they began to see their wallet share plateauing. “Emotion is not a term out of pop psychology any more. It now has an impact on business turnovers,” adds Sapatnekar.",
    "img": "https://images.indianexpress.com/2022/06/pune-inc-1.jpg",
    "imgSrc": "Terragni Consulting co-founders.",
    "author": "Dipanitha Nath",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Delhi SI killed, head constable seriously injured in road accident near UP’s Gajraula",
    "subHeading": "The deceased, identified as SI Subhash Chand of West Delhi's Harinagar police station, was bringing in a minor girl – who had been rescued after a kidnapping – when the accident occurred, the police said.",
    "description": "A sub-inspector of the Delhi Police was killed and a head constable seriously injured when the vehicle they were travelling in collided with a truck late on Monday night near Uttar Pradesh’s Gajraula, the police said. The deceased, identified as SI Subhash Chand of West Delhi’s Harinagar police station, was bringing in a minor girl – who had been rescued after a kidnapping – when the accident occurred, according to the police.Deputy commissioner of police (west) Ghanshyam Bansal said, “SI Subhash Chand was returning from the Bareilly direction when a moving truck collided with his vehicle. Head constable Rajender was badly wounded in the accident and is currently in the hospital.",
    "img": "https://images.indianexpress.com/2022/06/road-accident-1200-1-2.jpg",
    "imgSrc": "The deceased, identified as SI Subhash Chand of West Delhi's Harinagar police station, was bringing in a man accused of kidnapping when the accident occurred, according to the police. (File)",
    "author":"Express News Service",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Under Phase-2 distribution of fortified rice, 90 districts covered out of 291 targeted",
    "subHeading": "On August 15, 2021, PM Narendra Modi had announced the government’s intention to distribute fortified rice under various government schemes including the PDS, Integrated Child Development Scheme, PM POSHAN, among others.",
    "description": "Over 90 districts across 16 states have started lifting fortified rice to distribute under the Public Distribution System (PDS) and a quantity of 2.20 lakh metric tonnes (LMT) has already been distributed in the first two months of the financial year 2022-23—April and May­­—under the second phase of the implementation of the rice fortification programme, the Department of Food and Public Distribution said Monday.Addressing a press conference, Food Secretary Sudhanshu Panday said, “In the second phase… Our idea is, as part of the strategy, to cover all districts which are aspirational districts or heavy burden districts in terms of the malnutrition assessment and that number works out to about 291.”On August 15, 2021, Prime Minister Narendra Modi had announced his government’s intention to distribute fortified rice under various government schemes including the PDS, Integrated Child Development Scheme (ICDS), PM POSHAN, and other welfare schemes (OWS). The Food Department had drawn up a phase-wise plan to implement this announcement.",
    "img": "https://images.indianexpress.com/2022/06/basmati-rice-1200.jpg",
    "imgSrc": "Under Phase-1, which was completed in 2021-22, nearly 17 LMT fortified rice had been distributed under ICDS and PM-POSHAN. (File photo)",
    "author": "Express News Service",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "OBC communities block Jaipur-Agra highway demanding 12% reservation, internet services suspended in parts of Bharatpur",
    "subHeading": "Bharatpur district collector Alok Ranjan told The Indian Express that internet services have been suspended in four tehsils of the district—Weir, Bhusawar, Nadbai, and Uchain.",
    "description": "Internet services were suspended in parts of the Bharatpur district of Rajasthan as a group of OBC communities blocked the Jaipur-Agra national highway, demanding a 12 per cent reservation, separate from the present reservation of 21 per cent available for OBC communities in the state, officials said Tuesday.The district administration said that the traffic on the highway was diverted through different routes to ensure the public didn’t face any inconvenience.Bharatpur district collector Alok Ranjan told The Indian Express that internet services have been suspended in four tehsils of the district—Weir, Bhusawar, Nadbai, and Uchain. “The administration is constantly carrying out negotiations with the protesters. We have created a diversion of the traffic on the highway around 10-20 kilometres before the protest area. The protesters want a 12 per cent reservation proportionate to their population. So far, no untoward incidents have taken place,” said Ranjan. We started our protest over the highway on June 12. We haven’t received any written assurance from the government. We have demanded that an authentic committee of the government discusses the issue of the 12 per cent reservation with us. If the government doesn’t heed to our demands, we will go on to block railway tracks,",
    "img": "https://images.indianexpress.com/2022/06/WhatsApp-Image-2022-06-14-at-12.10.07-PM.jpeg",
    "imgSrc": "The protesters said that people from the Saini, Kushwaha, Mali, Maurya, and Shakya communities have come out in large numbers from different districts to join the protests.",
    "author": "Deep Mukherjee",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
},
{
    "heading": "Total Energies to acquire 25% stake in Adani New Industries",
    "subHeading": "Both Adani and TotalEnergies are pioneers in energy transition and clean energy adoption, and this joint energy platform further strengthens the public ESG commitments made by both companies, said Adani Group in a release Tuesday.",
    "description": "Total Energies of France will acquire a 25 per cent minority stake in Adani New Industries Ltd (ANIL) to create “the world’s largest green hydrogen ecosystem” with the Adani Group.The new partnership, centred on green hydrogen, is expected to transform the energy landscape both in India and globally. Both Adani and TotalEnergies are pioneers in energy transition and clean energy adoption, and this joint energy platform further strengthens the public ESG commitments made by both companies, said Adani Group in a release Tuesday.ANIL’s ambition is to invest over $50 billion over the next 10 years in green hydrogen and associated ecosystems. In the initial phase, ANIL will develop a green hydrogen production capacity of 1 million tonne per annum before 2030. “The strategic value of the Adani-TotalEnergies relationship is immense at both the business level and the ambition level,” said Gautam Adani, Chairman, Adani Group, in the release.“TotalEnergies’ entry into ANIL is a major milestone in implementing our renewable and low carbon hydrogen strategy, where we want to not only decarbonize the hydrogen used in our European refineries by 2030, but also pioneer the mass production of green hydrogen to meet demand, as the market will take off by the end of this decade,” said Patrick Pouyanné, Chairman and CEO of TotalEnergies.",
    "img": "https://images.indianexpress.com/2022/06/adani.jpg",
    "imgSrc": "This file photo taken on May 28, 2021 shows the new TotalEnergies logo during its unveling ceremony, at a charging station in La Defense on the outskirts of Paris. - French energy giant TotalEnergies announced on January 21, 2022 that it was pulling out of Myanmar, where it was a partner and operator of the Yadana gas field, a long-standing demand of human rights NGOs after a military coup last year. (Photo by Christophe ARCHAMBAULT / AFP)",
    "author": "Express News Service",
    "tags": "cities",
    "place": "New Delhi",
    "date": "June 18, 2022 12:06:40 pm"
}
]